<?php
	$s[0] = [
		//"img" => '',
		"ans" => [1 => ''],
		"b" => [],
		"txt" => '',
		"tts" => ''
	];
	$s[1] = [
		//"img" => '',
		"ans" => [2 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Скоро день рождения принцессы Анны. Эльза и Олаф хотят устроить для неё сюрприз. Эльзе и Олафу нужно устроить вечеринку, подготовить подарок и отвлечь Анну. Поможешь им?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/0017a494-f538-40c5-aeaa-ff65451036e4.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/fa6e3859-48f7-4f3f-867c-6512d0c93b21.opus">'
	];
	$s[2] = [
		//"img" => '',
		"ans" => [5 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Отлично. Тебе нужно будет отвечать на вопросы, давать советы и решать загадки! Начинаем игру?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a0e53909-62e3-4219-af67-7425000992a5.opus">'
	];
	$s[3] = [
		//"img" => '',
		"ans" => [2 => 'да', 4 => 'нет'],
		"b" => ['Хорошо'],
		"txt" => 'Без тебя наши герои не справятся. Помоги им. Пожалуйста.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e27a734d-0b13-4250-b386-d80ce48ae7b8.opus">'
	];
	$s[4] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Возвращайся, когда захочешь продолжить! Я буду ждать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c8739fd7-db1e-4c51-bc0a-0f5c858af54c.opus">'
	];
	$s[5] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Прежде чем мы начнём приключение, давай познакомимся, Я — Алиса, твой  умный помощник. А как тебя зовут?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a6c69184-ad3f-43e1-a79b-1106f27360dc.opus">'
	];
	$s[6] = [
		//"img" => '',
		"ans" => [7 => 'нет', 8 => 'да'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Тебя зовут '.$name.'. Я правильно расслышала?',
		"tts" => 'Тебя зовут '.$name.'. Я правильно расслышала?'
	];
	$s[7] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Тогда давай ещё раз. Как тебя зовут?',
		"tts" => 'Тогда давай ещё раз. Как тебя зовут?'
	];
	$s[8] = [
		//"img" => '',
		"ans" => [9 => 'да', 10 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Cегодня день рождения принцессы Анны. Пока Анна встречает гостей и показывает им город, Эльза и Олаф займутся подготовкой к празднику. Поможешь Анне провести экскурсию для гостей, но чтобы она ни о чём не догадалась?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9c83b32c-6846-47f9-a8b5-721d6a6e840c.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/5fbc3328-0c22-42f5-8d2a-bfddee6308b8.opus">'
	];
	$s[9] = [
		//"img" => '',
		"ans" => [12 => 'да', 13 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Чтобы всё подготовить, Эльза попросила её встретить гостей. Но Анна уверена, что гости прибыли с торговым визитом. Она поставила будильник, но, похоже, ей снится очень интересный сон! Разбудим Анну?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d266141b-f0ce-47a6-bc10-d43552fb489b.opus">'
	];
	$s[10] = [
		//"img" => '',
		"ans" => [11 => 'хватит', 9 => ''],
		"b" => ['Хорошо'],
		"txt" => 'Одной Анне не справиться. Пожалуйста, не бросай её.

Если хочешь закончить на сегодня, скажи «Хватит», а если нужна помощь, скажи «Алиса, помоги» — и я подскажу, что делать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ca7faa28-5f6a-42cd-9c0b-492156712f5c.opus">'
	];
	$s[11] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Окей, продолжим в другое время.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d07cf267-2478-4397-acba-f979290940ee.opus">'
	];
	$s[12] = [
		//"img" => '',
		"ans" => [14 => 'нет', 15 => ''],
		"b" => ['Да'],
		"txt" => 'Олаф не откликается. Давай позовём его вместе. Начинаем?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/10be9d72-88eb-4f29-b7e7-4b2417073a5b.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/2252c680-0210-4de6-9703-44b9cf19e386.opus">'
	];
	$s[13] = [
		//"img" => '',
		"ans" => [14 => 'нет', 15 => ''],
		"b" => ['Да'],
		"txt" => 'Олаф не откликается. Давай позовём его вместе. Начинаем?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/675ab626-f9e1-48db-b796-f112cbcf2fc5.opus">'
	];
	$s[14] = [
		//"img" => '',
		"ans" => [16 => '10', 17 => '9', 17 => '10', 17 => '11', 17 => '12', 18 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай посчитаем, сколько всего купила Анна. Четыре овсяных печенья, два имбирных, три бездрожжевых булочки и один морковный пирог Сколько всего?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ea5f5181-b802-4558-8c91-e771839d42bb.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/8db9d31b-b0ff-4106-8ce5-aef35af9600e.opus">'
	];
	$s[15] = [
		//"img" => '',
		"ans" => [16 => '10', 17 => '9', 17 => '10', 17 => '11', 17 => '12', 18 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай посчитаем, сколько всего купила Анна. Четыре овсяных печенья, два имбирных, три бездрожжевых булочки и один морковный пирог Сколько всего?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d5b7cb6e-bf9b-4e9c-b979-780d1ea63720.opus">'
	];
	$s[16] = [
		//"img" => '',
		"ans" => [21 => 'павлин', 22 => 'петух', 23 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Посмотри, здесь птица с огромным разноцветным хвостом. Как она называется?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/16e253d3-29bb-4d47-9a91-52c987967250.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f05cd2d9-bfd6-4261-a1f5-98272146611f.opus">'
	];
	$s[17] = [
		//"img" => '',
		"ans" => [16 => '10', 19 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Почти, давай ещё раз.
		
Четыре плюс два, плюс три, плюс один. Сколько это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/542af231-9f4a-4de2-9ea4-19673aba63ec.opus">'
	];
	$s[18] = [
		//"img" => '',
		"ans" => [16 => '10', 19 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай я тебе повторю.
		
Четыре плюс два, плюс три, плюс один. Сколько это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/1fb58573-764c-40ae-872e-3e0e95b0f865.opus">'
	];
	$s[19] = [
		//"img" => '',
		"ans" => [16 => '10', 20 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Четыре плюс два — это шесть. Плюс три — это девять. И плюс один. Сколько получается?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/438a291f-6b81-4115-a757-1a3640f44356.opus">'
	];
	$s[20] = [
		//"img" => '',
		"ans" => [21 => 'павлин', 22 => 'петух', 23 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Посмотри, здесь птица с огромным разноцветным хвостом. Как она называется?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e19518b5-b37c-4453-b71b-3157120e5907.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c257840d-692b-4b7e-bc5b-4bb4697b3d8d.opus">'
	];
	$s[21] = [
		//"img" => '',
		"ans" => [25 => 'страус', 26 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Ой, а это что за птица? У неё длинная шея и совсем крошечная голова.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c47a55b0-8f53-460b-b2a7-286f2afa457a.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/94da796c-8ac0-48e5-8cf9-a141d2900b00.opus">'
	];
	$s[22] = [
		//"img" => '',
		"ans" => [21 => 'павлин', 24 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Да, у петуха роскошный хвост и шпоры, но это другая птица. Её хвост похож на веер, кто это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/930e380e-24db-4261-a969-ada104c26cf6.opus">'
	];
	$s[23] = [
		//"img" => '',
		"ans" => [21 => 'павлин', 24 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай, у какой птицы огромный разноцветный хвост, похожий на веер?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e0ffd4ff-b8b0-49bd-a8eb-10919a5171b1.opus">'
	];
	$s[24] = [
		//"img" => '',
		"ans" => [25 => 'страус', 26 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Ой, а это что за птица? У неё длинная шея и совсем крошечная голова.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/816f66ec-9a21-4df3-807d-3a0fee443b52.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c740956b-8293-4084-bb6a-152b8d86de4f.opus">'
	];
	$s[25] = [
		//"img" => '',
		"ans" => [29 => 'колибри', 30 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А вот маленькая птичка, которая очень быстро машет крыльями. Знаешь её?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/94022474-bebe-414e-b0a5-df86519612ff.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e21ff42b-3ac7-4284-90e6-129f62cd43cf.opus">'
	];
	$s[26] = [
		//"img" => '',
		"ans" => [25 => 'страус', 27 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай ещё. Эта птица живёт в пустыне и очень быстро бегает. Кто она?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/94c62c04-429d-4de2-8132-174a86597349.opus">'
	];
	$s[27] = [
		//"img" => '',
		"ans" => [25 => 'страус', 28 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А ещё говорят, что когда эта птица пугается, она прячет голову в песок. Только это неправда. Что за птица такая?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/bfdf7fb8-be12-4bf6-91bc-016d2037c1ba.opus">'
	];
	$s[28] = [
		//"img" => '',
		"ans" => [29 => 'колибри', 30 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А вот маленькая птичка, которая очень быстро машет крыльями. Знаешь её?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ced4ab34-db98-46cb-96cb-e626379f4585.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/84a887e2-74b2-4106-a921-6a791f691168.opus">'
	];
	$s[29] = [
		//"img" => '',
		"ans" => [33 => 'петь', 34 => 'танцевать', 35 => ''],
		"b" => ['Петь', 'Танцевать'],
		"txt" => 'Киты — огромные млекопитающие. Они живут в воде и умеют выпускать фонтаны воды. Угадай, а что ещё они умеют: петь или танцевать?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/edb72175-d348-431f-893c-1a379bd5063b.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/10c19a9b-3c19-45fa-aaa4-e2ab09c0ee4f.opus">'
	];
	$s[30] = [
		//"img" => '',
		"ans" => [29 => 'колибри', 31 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай, ты наверняка знаешь. Эти птицы очень красивые и разноцветные, живут в тёплых странах.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/72643d11-52dd-48f4-aedd-db8da161969c.opus">'
	];
	$s[31] = [
		//"img" => '',
		"ans" => [29 => 'колибри', 32 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подпись на клетке совсем крошечная,  совсем как эта птичка. Кажется, название начинается на К.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/722ef54b-f5a3-4e2b-b9f5-292e0b314830.opus">'
	];
	$s[32] = [
		//"img" => '',
		"ans" => [33 => 'петь', 34 => 'танцевать', 35 => ''],
		"b" => ['Петь', 'Танцевать'],
		"txt" => 'Киты — огромные млекопитающие. Они живут в воде и умеют выпускать фонтаны воды. Угадай, а что ещё они умеют: петь или танцевать?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ef839e47-e5ba-4062-a128-03a9ab587f67.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/3e0e76c5-b0e0-4325-8291-1bbc3bbb7b6b.opus">'
	];
	$s[33] = [
		//"img" => '',
		"ans" => [36 => 'да', 37 => ''],
		"b" => ['Да', 'Нет'],
		"txt" => 'Верно, киты умеют петь. Так они разговаривают друг с другом.
		
А ты хочешь послушать, как поют киты?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/61e07313-436a-4dac-8ca2-1bddb38a662f.opus">'
	];
	$s[34] = [
		//"img" => '',
		"ans" => [36 => 'да', 37 => ''],
		"b" => ['Да', 'Нет'],
		"txt" => 'Киты очень красиво плавают, это немного похоже на танец. Но вообще-то они умеют петь. Так киты разговаривают друг с другом.
		
А ты хочешь послушать, как поют киты?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a8cb72d5-09cc-4ce7-a8b7-408b1984d939.opus">'
	];
	$s[35] = [
		//"img" => '',
		"ans" => [33 => 'петь', 34 => ''],
		"b" => ['Петь', 'Танцевать'],
		"txt" => 'Подумай, ведь у них нет ног, только плавники. Киты умеют петь или танцевать?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ab848a71-edfb-4e8b-a513-e614771a2f33.opus">'
	];
	$s[36] = [
		//"img" => '',
		"ans" => [39 => 'да', 40 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/35a65ae8-e82a-45d8-95bb-21e4c87fd8fb.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/df57fe22-4220-48e1-834b-21614a468091.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/1ec1e6e4-280a-48c8-bf42-d43266c30edc.opus">'
	];
	$s[37] = [
		//"img" => '',
		"ans" => [38 => 'нет', 36 => ''],
		"b" => ['Давай'],
		"txt" => 'Это очень интересно, давай всё же послушаем.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/788f4f74-f1c6-42e8-afeb-42eff796bfbc.opus">'
	];
	$s[38] = [
		//"img" => '',
		"ans" => [39 => 'да', 40 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/0d3738cf-e196-483b-a0fc-fbb1fcfb78dc.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/df57fe22-4220-48e1-834b-21614a468091.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/1ec1e6e4-280a-48c8-bf42-d43266c30edc.opus">'
	];
	$s[39] = [
		//"img" => '',
		"ans" => [39 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/b11d2d0c-dc1f-44f6-b8f3-1d12802d1a5f.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];
	$s[40] = [
		//"img" => '',
		"ans" => [40 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/22632105-a3cf-4588-a895-ce4153e718ad.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];

?>