<?php
	$s[0] = [
		//"img" => '',
		"ans" => [1 => ''],
		"b" => [],
		"txt" => '',
		"tts" => ''
	];
	$s[1] = [
		//"img" => '',
		"ans" => [2 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Скоро день рождения принцессы Анны. Эльза и Олаф хотят устроить для неё сюрприз. Во дворце будет большой праздник, куча вкусной еды и даже салют. Эльзе и Олафу нужно устроить вечеринку, подготовить подарок и отвлечь Анну. Поможешь им?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ed8b38fb-e78f-4af0-a101-1e81f810f5ce.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/fa6e3859-48f7-4f3f-867c-6512d0c93b21.opus">'
	];
	$s[2] = [
		//"img" => '',
		"ans" => [5 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Отлично. Тебе нужно будет отвечать на вопросы, давать советы и решать загадки! Начинаем игру?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a0e53909-62e3-4219-af67-7425000992a5.opus">'
	];
	$s[3] = [
		//"img" => '',
		"ans" => [2 => 'да', 4 => 'нет'],
		"b" => ['Хорошо'],
		"txt" => 'Без тебя наши герои не справятся. Помоги им. Пожалуйста.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e27a734d-0b13-4250-b386-d80ce48ae7b8.opus">'
	];
	$s[4] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Возвращайся, когда захочешь продолжить! Я буду ждать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c8739fd7-db1e-4c51-bc0a-0f5c858af54c.opus">'
	];
	$s[5] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Прежде чем мы начнём приключение, давай познакомимся, Я — Алиса, твой  умный помощник. А как тебя зовут?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a6c69184-ad3f-43e1-a79b-1106f27360dc.opus">'
	];
	$s[6] = [
		//"img" => '',
		"ans" => [7 => 'нет', 8 => 'да'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Тебя зовут '.$name.'. Я правильно расслышала?',
		"tts" => 'Тебя зовут '.$name.'. Я правильно расслышала?'
	];
	$s[7] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Тогда давай ещё раз. Как тебя зовут?',
		"tts" => 'Тогда давай ещё раз. Как тебя зовут?'
	];
	$s[8] = [
		//"img" => '',
		"ans" => [9 => 'да', 10 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Сегодня день рождения принцессы Анны. Эльза и Олаф хотят устроить для неё сюрприз. Во дворце будет большой праздник, куча вкусной еды и даже салют. Но Анна ни в коем случае не должна ничего знать, иначе сюрприз будет испорчен. Поможешь Эльзе всё подготовить до возвращения Анны во дворец?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9c83b32c-6846-47f9-a8b5-721d6a6e840c.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/b5be4c62-9e6d-4dcf-bd52-5d8b7dce603f.opus">'
	];
	$s[9] = [
		//"img" => '',
		"ans" => [12 => 'счастья', 13 => 'здоровья', 14 => 'счастья и здоровья', 15 => 'ничего', 16 => ''],
		"b" => ['Счастья', 'Здоровья'],
		"txt" => 'Давай вместе составим Анне поздравление. Чаще всего люди желают счастья или здоровья. А что мы пожелаем?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/97bb477d-ade7-4553-bef0-15d8accf072d.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/0ce9d3cb-3f30-4a21-9f63-c1d78b055f79.opus">'
	];
	$s[10] = [
		//"img" => '',
		"ans" => [9 => 'да', 11 => 'хватит'],
		"b" => ['Хорошо'],
		"txt" => 'Как же мы без тебя? Эльза одна не справится. Пожалуйста, помоги.

Если хочешь закончить на сегодня, скажи: «Хватит», а если нужна помощь, скажи «Алиса, помоги» — и я подскажу, что тебе делать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f5f45f29-ef67-40b4-a7fa-3fdc839db765.opus">'
	];
	$s[11] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Что ж, продолжим в другое время. Возвращайся.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/45a78381-70ef-43f1-9b40-01a0d0185202.opus">'
	];
	$s[12] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => '«Счастья» — это отличное пожелание, я от себя ещё добавлю «Здоровья». Анна любит приключения и друзей. Чего пожелаем ещё? Море приключений или побольше друзей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/b0e8a8d7-af57-4a75-882b-5ea7502a7ebe.opus">'
	];
	$s[13] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'Отлично! «Здоровья» — это отличное пожелание, я от себя ещё добавлю «Счастья». Анна любит приключения и друзей. Чего пожелаем ещё? Море приключений или побольше друзей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6702bcf6-3ee8-416c-91a5-b1b1924dee66.opus">'
	];
	$s[14] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'Отлично! Счастье и здоровье — это и правда самое важное. Анна любит приключения и друзей. Чего пожелаем ещё? Море приключений или побольше друзей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/3cd70c5b-de41-44f3-8f0f-63f7eb465194.opus">'
	];
	$s[15] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'А мне нравится «Счастья и здоровья» — по-моему, это отличные пожелания, запишу их. Анна любит приключения и друзей. Чего пожелаем ещё? Море приключений или побольше друзей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/2a39c1c1-8547-4307-bda8-240f0e363379.opus">'
	];
	$s[16] = [
		//"img" => '',
		"ans" => [17 => 'да', 18 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Слушай внимательно. Получается «Дорогая Анна! Желаем тебе '.$wish1.'».

Ты хочешь написать именно так?',
		"tts" => 'Слушай внимательно. Получается «Дорогая Анна! Желаем тебе '.$wish1.'».

		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/654211d4-c5ea-4607-bd65-215ccb2e1a58.opus">'
	];
	$s[17] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'Отлично. Давай добавим ещё. Например, побольше приключений или друзей. Анна их любит. Чего ещё пожелаем?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/b70609c4-20b4-4776-964a-97619b49de9a.opus">'
	];
	$s[18] = [
		//"img" => '',
		"ans" => [12 => 'счастья', 13 => 'здоровья', 14 => 'счастья и здоровья', 15 => 'ничего', 16 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'Давай попробуем ещё раз. Что мы пожелаем Анне?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/93e169d2-4878-4818-bef9-b2bed761827b.opus">'
	];
	$s[19] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 28 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Ох уж эта Анна.... Надеюсь, она успеет встретить гостей, а мне хватит времени разобраться здесь. С чего бы начать, с кухни или с зала?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f29fe7ea-0370-44a5-a877-e2378fafa3f3.opus">
		Желаем тебе '.$wish1.'. Пусть твоя жизнь будет полна '.$wish2.'.
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6c9cc4b5-3758-45cd-bb67-e6c1a10ff208.opus">'
	];
	$s[20] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 28 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Ох уж эта Анна.... Надеюсь, она успеет встретить гостей, а мне хватит времени разобраться здесь. С чего бы начать, с кухни или с зала?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f29fe7ea-0370-44a5-a877-e2378fafa3f3.opus">
		Желаем тебе '.$wish1.'. Пусть твоя жизнь будет полна '.$wish2.'.
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6c9cc4b5-3758-45cd-bb67-e6c1a10ff208.opus">'
	];
	$s[21] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 28 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Ох уж эта Анна.... Надеюсь, она успеет встретить гостей, а мне хватит времени разобраться здесь. С чего бы начать, с кухни или с зала?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f29fe7ea-0370-44a5-a877-e2378fafa3f3.opus">
		Желаем тебе '.$wish1.'. Пусть твоя жизнь будет полна '.$wish2.'.
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6c9cc4b5-3758-45cd-bb67-e6c1a10ff208.opus">'
	];
	$s[22] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 28 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Ох уж эта Анна.... Надеюсь, она успеет встретить гостей, а мне хватит времени разобраться здесь. С чего бы начать, с кухни или с зала?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f29fe7ea-0370-44a5-a877-e2378fafa3f3.opus">
		Желаем тебе '.$wish1.'. Пусть твоя жизнь будет полна '.$wish2.'.
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6c9cc4b5-3758-45cd-bb67-e6c1a10ff208.opus">'
	];
	$s[23] = [
		//"img" => '',
		"ans" => [24 => 'да', 25 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Давай проверим. «Пусть твоя жизнь будет полна '.$wish2.'».

Ты хочешь написать именно так?',
		"tts" => 'Давай проверим. «Пусть твоя жизнь будет полна '.$wish2.'».

		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/2c7c825a-ebc2-4783-bfd4-051a001068d2.opus">'
	];
	$s[24] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 28 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Ох уж эта Анна.... Надеюсь, она успеет встретить гостей, а мне хватит времени разобраться здесь. С чего бы начать, с кухни или с зала?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f29fe7ea-0370-44a5-a877-e2378fafa3f3.opus">
		Желаем тебе '.$wish1.'. Пусть твоя жизнь будет полна '.$wish2.'.
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6c9cc4b5-3758-45cd-bb67-e6c1a10ff208.opus">'
	];
	$s[25] = [
		//"img" => '',
		"ans" => [19 => 'приключений', 20 => 'друзей', 21 => 'приключений и друзей', 22 => 'ничего', 23 => ''],
		"b" => ['Приключений', 'Друзей'],
		"txt" => 'Давай снова. Чего ещё пожелаем Анне?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/437a1968-3e05-4801-b238-67a74e7df90d.opus">'
	];
	$s[26] = [
		//"img" => '',
		"ans" => [29 => ''],
		"b" => ['Клубничное', 'Шоколадное'],
		"txt" => 'Надо проверить, как дела с десертом. Специально для Анны главный королевский кондитер готовит огромный шоколадный торт-мороженое. Вот Анна обрадуется! Она такая сластёна!

А какое мороженое ты любишь больше всего?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/061506b3-f110-4d86-98c7-d6ec89882c42.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e3b272ce-0d1e-4117-b9d1-8c5b37feeb5a.opus">'
	];
	$s[27] = [
		//"img" => '',
		"ans" => [29 => ''],
		"b" => ['Клубничное', 'Шоколадное'],
		"txt" => 'Надо проверить, как дела с десертом. Специально для Анны главный королевский кондитер готовит огромный шоколадный торт-мороженое. Вот Анна обрадуется! Она такая сластёна!
		
А какое мороженое ты любишь больше всего?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/6027b77a-57a2-4c05-a242-525c14aed219.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c7cc402c-1028-4e7f-ab8f-524029e30703.opus">'
	];
	$s[28] = [
		//"img" => '',
		"ans" => [26 => 'зал', 27 => 'кух', 27 => ''],
		"b" => ['Кухня', 'Зал'],
		"txt" => 'Нет уж. Кухня или зал?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/540001aa-a037-487a-ae9f-90a8bf170468.opus">'
	];
	$s[29] = [
		//"img" => '',
		"ans" => [31 => 'цвет', 32 => 'олен', 33 => ''],
		"b" => ['Цветок', 'Олень'],
		"txt" => 'Какой торт будем делать? В форме цветка или оленя?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c3c076bf-3386-45ae-b97c-f0f8d85ee7e8.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/564ea7e0-8d10-4cf2-87c6-0fba08f1fa32.opus">'
	];
	$s[30] = [
		//"img" => '',
		"ans" => [31 => 'цвет', 32 => 'олен', 33 => ''],
		"b" => ['Цветок', 'Олень'],
		"txt" => 'Какой торт будем делать? В форме цветка или оленя?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d038b40b-46a1-49ae-91d6-a0c023fb4839.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4240e9c4-c0d3-4197-b5ac-dfdb19bb1892.opus">'
	];
	$s[31] = [
		//"img" => '',
		"ans" => [34 => 'олень', 35 => 'подскажи', 36 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Кажется, это какое-то животное. Я вижу копыта и что-то, похожее на ветки. Наверное, рога? Кто это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d2d65515-bc78-4925-baef-8f60b8c5019e.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/5ae9202a-8762-4ecc-8b21-b791aec98577.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/104aa864-8310-40b5-b691-1e7e115d4d44.opus">'
	];
	$s[32] = [
		//"img" => '',
		"ans" => [34 => 'олень', 35 => 'подскажи', 36 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Кажется, это какое-то животное. Я вижу копыта и что-то, похожее на ветки. Наверное, рога? Кто это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4cf908ae-4dfb-4671-8755-4f31fd96c53b.opus"> 		
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/5ae9202a-8762-4ecc-8b21-b791aec98577.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/104aa864-8310-40b5-b691-1e7e115d4d44.opus">'
	];
	$s[33] = [
		//"img" => '',
		"ans" => [31 => 'цветка', 32 => 'оленя', 33 => ''],
		"b" => ['Цветок', 'Олень'],
		"txt" => 'Какой торт будем делать? В форме цветка или оленя?',
		"tts" => 'Какой торт будем делать? В форме цветка или оленя?'
	];
	$s[34] = [
		//"img" => '',
		"ans" => [39 => 'чайк', 40 => 'подскажи', 41 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А эта фигура точно была птицей. Вот крыло, лапки с перепонками, клюв... Какая птица это может быть?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/de467b64-adbd-4c04-b2ec-fa2119976e25.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/8a60e1f0-c5c6-40e5-b3cc-9421d5419b53.opus">'
	];
	$s[35] = [
		//"img" => '',
		"ans" => [34 => 'олень', 37 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Вспомни, ты же знаешь его. Это Свен, друг Кристофа. Кто он?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/de26b333-7b74-45fd-a0de-9d9511598f51.opus">'
	];
	$s[36] = [
		//"img" => '',
		"ans" => [34 => 'олень', 37 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Не совсем. Вспомни, ты же знаешь его. Это Свен, друг Кристофа. Кто он?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/cac727b7-e240-4175-9930-69fbfbcf35b8.opus">'
	];
	$s[37] = [
		//"img" => '',
		"ans" => [34 => 'олень', 38 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Это животное с рогами, копытами, живёт на севере. Любит кору, мох, иногда морковку. Что это за зверь?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/575999ff-553d-40a9-a307-6b577022b344.opus">'
	];
	$s[38] = [
		//"img" => '',
		"ans" => [39 => 'чайка', 40 => 'подскажи', 41 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А эта фигура точно была птицей. Вот крыло, лапки с перепонками, клюв... Какая птица это может быть?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/61c21591-4bda-42e6-b85f-41d221f25914.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/1b611e98-83f5-440f-9c7d-b579ab15b690.opus">'
	];
	$s[39] = [
		//"img" => '',
		"ans" => [43 => 'тролл', 44 => 'снежный', 45 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А вот и последняя фигура! Какая огромная! Похожа на гигантского человека, но тут были ледяные шипы и когти. Кажется, я его где-то видела... Кто это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4ff27cd3-2705-47f8-a9a8-862a83955e17.opus">'
	];
	$s[40] = [
		//"img" => '',
		"ans" => [39 => 'чайка', 42 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Таких птиц можно встретить в любом городе, где есть порт. Они белые и громко кричат. Как они называются?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/86e64985-f1e2-49b8-949c-ccd8eb01a3fd.opus">'
	];
	$s[41] = [
		//"img" => '',
		"ans" => [39 => 'чайка', 42 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Непохоже. Такие птицы водятся в порту Эренделла. Они белые и громко кричат. Как они называются?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/42dac9fa-8221-40f2-bd9d-f2aa7ea8bf9f.opus">'
	];
	$s[42] = [
		//"img" => '',
		"ans" => [39 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай ещё. Эти птицы любят рыбу, живут у берегов моря или озера. Кто они?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/3d8ca379-3797-4622-a169-e5bae441befc.opus">'
	];
	$s[43] = [
		//"img" => '',
		"ans" => [46 => '0', 47 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Получилось прекрасно. Но чтобы скульптуры не растаяли, нужно чтобы в зале было холодно. Подскажи Эльзе, при какой температуре замерзает вода?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f0220aba-91d1-46de-bbd2-28ab36ed98e7.opus">'
	];
	$s[44] = [
		//"img" => '',
		"ans" => [43 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Да, очень похож. Но снежный человек покрыт шерстью, а этот гладкий. Эльза наколдовала его, чтобы он сторожил ледяной дворец. Кто это?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a3aa3dc6-c923-427f-bfc9-3996ee2246d9.opus">'
	];
	$s[45] = [
		//"img" => '',
		"ans" => [44 => 'снежный человек', 43 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Вспомни. Что за чудище сторожило ледяной дворец Эльзы?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/840337b1-19cb-4d2e-8573-9fcf542f17d3.opus">'
	];
	$s[46] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 53 => 'подскажи', 54 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Чтобы магия удалась, нужно хорошо разбираться в снеге и льде. Вот скажи, сколько лучей у снежинки?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/71170d09-3e3e-476d-b8d3-7473519f04a4.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f2462a5d-71df-46fd-9f12-be5fcf63723a.opus">'
	];
	$s[47] = [
		//"img" => '',
		"ans" => [46 => '0', 48 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Вода замерзает на холоде. Сколько показывает градусник, когда холодно?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e32aa080-314b-477e-86cb-8747de8fff4d.opus">'
	];
	$s[48] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 53 => 'подскажи', 54 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Чтобы магия удалась, нужно хорошо разбираться в снеге и льде. Вот скажи, сколько лучей у снежинки?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ad7add21-c36e-48aa-b1f6-3bade8b6bb38.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/2136bb19-927d-4fcc-80c1-8ff4adc3c9a1.opus">'
	];
	$s[49] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 53 => 'подскажи', 54 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Немного больше.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/3dcde35f-406c-42e7-9cf9-417c22003957.opus">'
	];
	$s[50] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 53 => 'подскажи', 54 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Почти! Всего на один больше!',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/102f9d71-473a-457a-808c-ee2f53eac20a.opus">'
	];
	$s[51] = [
		//"img" => '',
		"ans" => [55 => 'синий', 56 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Какая красота! Осталось выбрать платье — и я готова праздновать день рождения Анны. А ты знаешь, какой мой любимый цвет?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f595c85e-5557-4a73-a24b-5acaaa332937.opus">'
	];
	$s[52] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 53 => 'подскажи', 54 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Почти! Всего на один меньше!',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/de75d73f-3a6a-4677-ad0d-6e7a49ff508b.opus">'
	];
	$s[53] = [
		//"img" => '',
		"ans" => [51 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай я тебе подскажу: у снежинок столько же лучей, сколько лапок у божьей коровки...',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/34f6d8c9-9dba-406a-9231-0ab1c6f35aaa.opus">'
	];
	$s[54] = [
		//"img" => '',
		"ans" => [49 => '1', 50 => '5', 51 => '6', 52 => '7', 51 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай получше. Давай я тебе подскажу: у снежинок столько же лучей, сколько лапок у божьей коровки...',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c93f9db1-436f-4116-9819-a3ef218d1789.opus">'
	];
	$s[55] = [
		//"img" => '',
		"ans" => [58 => 'да', 59 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/3cf37c5c-7754-46ef-be3a-67bc58787432.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/9889eb8f-7ed8-4a9e-a31a-36e087398d3d.opus">'
	];
	$s[56] = [
		//"img" => '',
		"ans" => [55 => 'синий', 57 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Нет. Мой любимый цвет — цвет воды или льда на озере.
		
Какой это цвет?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/097443d3-19c0-4f4b-8801-fc87666c28c8.opus">'
	];
	$s[57] = [
		//"img" => '',
		"ans" => [58 => 'да', 59 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d4ce931a-8e81-4553-9460-26da133ac647.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/aaea9c75-e871-42a1-9eaa-950d6d4c8942.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/948b5dd9-21af-478d-81c5-27fdbd96579e.opus">'
	];
	$s[58] = [
		//"img" => '',
		"ans" => [58 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9c8b07e1-1498-42bd-91a6-1684a26fc34a.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];
	$s[59] = [
		//"img" => '',
		"ans" => [59 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/5d325c88-52c6-43e1-8bac-3cdcd0631d44.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];
	
?>