<?php
	$s[0] = [
		//"img" => '',
		"ans" => [1 => ''],
		"b" => [],
		"txt" => '',
		"tts" => ''
	];
	$s[1] = [
		//"img" => '',
		"ans" => [2 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Скоро день рождения принцессы Анны. Эльза и Олаф хотят устроить для неё сюрприз. Во дворце будет большой праздник, куча вкусной еды и даже салют. Эльзе и Олафу нужно устроить вечеринку, подготовить подарок и отвлечь Анну. Поможешь им?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/7b458b19-2e37-4ba4-a316-325f8a2a9196.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/fa6e3859-48f7-4f3f-867c-6512d0c93b21.opus">'
	];
	$s[2] = [
		//"img" => '',
		"ans" => [5 => 'да', 3 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Отлично. Тебе нужно будет отвечать на вопросы, давать советы и решать загадки! Начинаем игру?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a0e53909-62e3-4219-af67-7425000992a5.opus">'
	];
	$s[3] = [
		//"img" => '',
		"ans" => [2 => 'да', 4 => 'нет'],
		"b" => ['Хорошо'],
		"txt" => 'Без тебя наши герои не справятся. Помоги им. Пожалуйста.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e27a734d-0b13-4250-b386-d80ce48ae7b8.opus">'
	];
	$s[4] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Возвращайся, когда захочешь продолжить! Я буду ждать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c8739fd7-db1e-4c51-bc0a-0f5c858af54c.opus">'
	];
	$s[5] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Прежде чем мы начнём приключение, давай познакомимся, Я — Алиса, твой  умный помощник. А как тебя зовут?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a6c69184-ad3f-43e1-a79b-1106f27360dc.opus">'
	];
	$s[6] = [
		//"img" => '',
		"ans" => [7 => 'нет', 8 => 'да'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Тебя зовут '.$name.'. Я правильно расслышала?',
		"tts" => 'Тебя зовут '.$name.'. Я правильно расслышала?'
	];
	$s[7] = [
		//"img" => '',
		"ans" => [6 => ''],
		"b" => [],
		"txt" => 'Тогда давай ещё раз. Как тебя зовут?',
		"tts" => 'Тогда давай ещё раз. Как тебя зовут?'
	];
	$s[8] = [
		//"img" => '',
		"ans" => [9 => 'да', 10 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Сегодня день рождения принцессы Анны. У Олафа самое важное поручение: отыскать подарок. Без твоих советов он не справится. Поможешь Олафу найти для Анны самый лучший подарок?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9c83b32c-6846-47f9-a8b5-721d6a6e840c.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c6364778-82a6-4451-920f-d9e557da72b4.opus">'
	];
	$s[9] = [
		//"img" => '',
		"ans" => [12 => 'нет', 13 => 'да'],
		"b" => ['Нет'],
		"txt" => 'Я нем как могила! А ты не разболтаешь Анне про наш сюрприз?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e9cf77b5-3cfb-4de6-83ea-c41077c7588c.opus">'
	];
	$s[10] = [
		//"img" => '',
		"ans" => [9 => 'да', 11 => 'хватит'],
		"b" => ['Хорошо'],
		"txt" => 'Олафу без тебя не найти подарок. Пожалуйста, помоги ему.

Если хочешь закончить на сегодня, скажи: «Хватит», а если нужна помощь, скажи «Алиса, помоги» — и я подскажу, что делать.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/fe061350-e762-4630-8b3a-453515f0f4c6.opus">'
	];
	$s[11] = [
		//"img" => '',
		"ans" => [],
		"b" => [],
		"txt" => 'Ладно. Возвращайся потом.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ca4d65e0-213e-4230-a0c8-4c7f9730004a.opus">'
	];
	$s[12] = [
		//"img" => '',
		"ans" => [15 => 'гор', 16 => ''],
		"b" => ['Горы', 'Эренделл'],
		"txt" => 'Кристаллы троллей — отличный подарок для Анны. Только где искать троллей? В Эренделле? Или отправимся в горы?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ab9860cf-9665-4a81-82db-0c9b323dafef.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d312744d-13c8-44d9-a966-7db33b1a4144.opus">'
	];
	$s[13] = [
		//"img" => '',
		"ans" => [12 => 'да', 14 => 'нет'],
		"b" => ['Хорошо'],
		"txt" => 'Если ты расскажешь Анне, то сюрприз будет испорчен. Не рассказывай, пожалуйста!',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/35d3476b-cd98-43d5-9db2-18602e8b8f71.opus">'
	];
	$s[14] = [
		//"img" => '',
		"ans" => [15 => 'гор', 16 => ''],
		"b" => ['Горы', 'Эренделл'],
		"txt" => 'Кристаллы троллей — отличный подарок для Анны. Только где искать троллей? В Эренделле? Или отправимся в горы?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c64dbd96-380b-4556-8acc-c1c0ed89f852.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/7fb661f8-24d8-4b10-888e-86e1a8672036.opus">'
	];
	$s[15] = [
		//"img" => '',
		"ans" => [17 => 'кри', 18 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Как разбудить троллей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4c2c1478-45fb-499b-a5aa-f6df2a702ab7.opus">'
	];
	$s[16] = [
		//"img" => '',
		"ans" => [17 => 'кри', 18 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Как разбудить троллей?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/499a078e-d630-401e-8b11-03dd3eea9e97.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/a9157f2d-63cf-4ec3-8321-eb71cb8aeccd.opus">'
	];
	$s[17] = [
		//"img" => '',
		"ans" => [20 => ''],
		"b" => ['Просыпайтесь!'],
		"txt" => 'Правильно. Давай, громко крикнем: «Просыпайтесь, тролли!» Раз, два, три!
		
Просыпайтесь, тролли!',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d83dc4c5-22c7-43ff-bf54-a53a978afbc8.opus">'
	];
	$s[18] = [
		//"img" => '',
		"ans" => [17 => 'да', 19 => ''],
		"b" => ['Да'],
		"txt" => 'Подумай, как будят людей. Может быть, громко крикнуть?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4b988409-9370-4630-b668-e9ee04c45ff3.opus">'
	];
	$s[19] = [
		//"img" => '',
		"ans" => [20 => ''],
		"b" => ['Просыпайтесь!'],
		"txt" => 'Давай громко крикнем «Просыпайтесь, тролли!» Раз, два, три!
		
Просыпайтесь, тролли!',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9054c492-92f9-47f3-95ab-fedc0aff3f6a.opus">'
	];
	$s[20] = [
		//"img" => '',
		"ans" => [21 => 'да', 22 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Ничего не выходит. Они нас не слышат.
		
Может, попробуем спеть?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/92f161bf-04ac-4f58-9e5f-e9402c329f5d.opus">'
	];
	$s[21] = [
		//"img" => '',
		"ans" => [24 => ''],
		"b" => [],
		"txt" => 'Давай попробуем спеть: «Ля-ля-ля, троллям всем вставать пора». Ну-ка, попробуй.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4fda9001-1b5d-471c-8bc5-cf2299243a14.opus">'
	];
	$s[22] = [
		//"img" => '',
		"ans" => [21 => 'да', 23 => 'нет'],
		"b" => ['Давай'],
		"txt" => 'Если мы не разбудим троллей, Анна останется без подарка, а праздник вот-вот начнётся. Давай попробуем спеть.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/7709c545-48a1-409d-8e94-54ce0e895cb8.opus">'
	];
	$s[23] = [
		//"img" => '',
		"ans" => [24 => ''],
		"b" => [],
		"txt" => 'Давай попробуем спеть: «Ля-ля-ля, троллям всем вставать пора». Ну-ка, попробуй.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/723e3fd6-cd43-4589-8f58-115228861d3e.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4ce42a37-c9c2-457b-9476-2f3a1442bd40.opus">'
	];
	$s[24] = [
		//"img" => '',
		"ans" => [25 => 'песок', 26 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Тролль согласился помочь Олафу, но надо правильно ответить на его вопрос «Во что превращаются очень старые камни?». Ты знаешь ответ?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/8d76f1f0-81bf-486d-862d-edf63df1a59b.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ac65ab5a-27c8-472a-b4d8-d13b8615dae3.opus">?'
	];
	$s[25] = [
		//"img" => '',
		"ans" => [28 => 'мох', 28 => 'мх', 28 => 'гриб', 29 => 'тре', 30 => ''],
		"b" => ['В трещинах', 'С грибами'],
		"txt" => 'А ты молодец! Ответил правильно! Тролль говорит, что самые большие и красивые кристаллы — у дедушки-тролля. Пойдём, надо его разбудить. Где здесь самый старый камень?
		
Может, вот этот — весь в трещинах?  Или тот, со мхом и грибами?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e10366ae-6c18-4b70-a751-b1be3a1b8c70.opus">

		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/84929de0-8386-403f-b22d-c375f3577274.opus">'
	];
	$s[26] = [
		//"img" => '',
		"ans" => [25 => 'песок', 27 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай. Из очень-очень старых камней состоят пустыни. Чего в них очень много?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ce4a8248-9682-4239-b2c3-13f7215c40fc.opus">'
	];
	$s[27] = [
		//"img" => '',
		"ans" => [28 => 'мох', 28 => 'мх', 28 => 'гриб', 29 => 'тре', 30 => ''],
		"b" => ['В трещинах', 'С грибами'],
		"txt" => 'Может, вот этот — весь в трещинах?  Или тот, со мхом и грибами?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/acdaaac1-9427-4fa9-9fe6-f79a2f725f33.opus">

		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/4dd17682-16ba-4a8f-a213-0c354f6ab613.opus">'
	];
	$s[28] = [
		//"img" => '',
		"ans" => [31 => 'слон', 32 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Дедушка обещает подарить Анне кристалл, если мы разгадаем его загадку. «Что за зверь из жарких стран? У него в носу фонтан!»',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/673bb12c-3e3f-4c8e-8b7b-f8ba4aebbc09.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/aaa77067-d235-4ad2-b5ed-96f04244c01b.opus">'
	];
	$s[29] = [
		//"img" => '',
		"ans" => [31 => 'слон', 32 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Дедушка обещает подарить Анне кристалл, если мы разгадаем его загадку. «Что за зверь из жарких стран? У него в носу фонтан!»',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/7082fba9-4b4d-4788-b77d-a79adfbbb1cf.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f0fa995e-800e-4a7e-8ba7-74107ecf26fb.opus">'
	];
	$s[30] = [
		//"img" => '',
		"ans" => [28 => 'мох', 28 => 'мх', 28 => 'гриб', 29 => 'тре'],
		"b" => ['В трещинах', 'С грибами'],
		"txt" => 'Тебе надо выбрать, какой из двух камней является троллем. Тот, который в трещинах, или камень, покрытый грибами?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/833e31f7-e61a-4a25-9ef3-3abf5769c27f.opus">'
	];
	$s[31] = [
		//"img" => '',
		"ans" => [34 => 'ромашка', 35 => 'подсолнух', 36 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай поможем Олафу. Как называется цветок, похожий на солнышко?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/d27840fc-45c6-43f8-a617-9811b03c11f6.opus">'
	];
	$s[32] = [
		//"img" => '',
		"ans" => [31 => 'слон', 33 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай. Этот зверь огромный как скала, у него огромные бивни, большие уши и длинный хобот.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9f4b7994-92d3-4ca1-905d-92bda380cde8.opus">'
	];
	$s[33] = [
		//"img" => '',
		"ans" => [34 => 'ромашка', 35 => 'подсолнух', 36 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Давай поможем Олафу. Как называется цветок, похожий на солнышко?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e394afa2-e44c-478f-98e6-585449b41d20.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/33ae5e2f-5e02-4673-9a31-66673e6ce527.opus">'
	];
	$s[34] = [
		//"img" => '',
		"ans" => [39 => 'мак', 40 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Ух ты. Ромашка. Возьму их побольше. А ещё тут растут красивые красные цветы. Они так сильно пахнут... Как они называются?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ae5853bb-8244-4f12-8749-395aa0b5aac9.opus">'
	];
	$s[35] = [
		//"img" => '',
		"ans" => [34 => 'ромашка', 37 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Посмотри. Вот цветок, который нам подойдёт. У него жёлтая серединка и белые лепестки. А ещё из него иногда делают чай. Как он называется?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/e58585d0-0271-4ed6-b671-3068dd000a9a.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/0ece2f21-aa3a-4a9b-87dd-1d10ef4c30ae.opus">'
	];
	$s[36] = [
		//"img" => '',
		"ans" => [34 => 'ромашка', 37 => ''],
		"b" => ['Подскажи'],
		"txt" => 'По этому цветку иногда гадают, отрывая лепестки. Что это за цветок?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/cdb463f9-3cd1-463f-878c-2f301b41d92e.opus">'
	];
	$s[37] = [
		//"img" => '',
		"ans" => [34 => 'ромашка', 38 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай ещё. У этого цветка жёлтая серединка и белые лепестки. А ещё из него иногда делают чай. Как он называется?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/f04b48a7-df20-4019-8bb2-bdbadb3a8b99.opus">'
	];
	$s[38] = [
		//"img" => '',
		"ans" => [39 => 'мак', 40 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Ух ты. Ромашка. Возьму их побольше. А ещё тут растут красивые красные цветы. Они так сильно пахнут... Как они называются?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/648d720a-3ed8-4bbd-aec0-6e4a5913e6ed.opus">'
	];
	$s[39] = [
		//"img" => '',
		"ans" => [43 => 'да', 44 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/ec5c17b7-fe85-48ac-8c81-6a5137b5c6ca.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/c48d9c5e-ecf0-4f9f-84bd-41a419206b77.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/1d63f687-633e-4238-84b0-19e9285f6a40.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/eac6f23f-4711-43f9-8301-9c00c8e09c53.opus">'
	];
	$s[40] = [
		//"img" => '',
		"ans" => [39 => 'мак', 41 => ''],
		"b" => ['Подскажи'],
		"txt" => 'Подумай хорошенько. Они так сильно пахнут, что от них иногда даже хочется спать. Что это за цветы?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/277c0b39-9831-4d46-bbf9-eb2da44228be.opus">'
	];
	$s[41] = [
		//"img" => '',
		"ans" => [39 => 'мак', 42 => ''],
		"b" => ['Подскажи'],
		"txt" => 'А с его семенами делают вкусные булочки. Что это за красный цветок?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/42ec4736-35f7-4b90-9d3a-dbfefcb87d0c.opus">'
	];
	$s[42] = [
		//"img" => '',
		"ans" => [43 => 'да', 44 => 'нет'],
		"b" => ['Да', 'Нет'],
		"txt" => 'Присоединишься к праздничным танцам?',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/7b765292-8f3c-45e9-85fb-95bc3f104389.opus">
		
		<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/2963a658-6017-4aee-bb8a-18c1934e9ee3.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/fb2139bb-e5c2-4924-aa7e-8ac3a8392c8e.opus">
		
		<speaker audio="dialogs-upload/02459d42-a1fe-4804-a58e-ebef06267747/a38ca98d-1303-47a0-a325-c7c4678b4802.opus">'
	];
	$s[43] = [
		//"img" => '',
		"ans" => [43 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/9cc355ee-da57-445e-905c-9aedea5708fc.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];
	$s[44] = [
		//"img" => '',
		"ans" => [44 => ''],
		"b" => [],
		"txt" => 'С твоей помощью праздник удался на славу! Анна, Эльза, Олаф и гости веселились до самого позднего вечера: они танцевали, пели и катались на коньках.',
		"tts" => '<speaker audio="dialogs-upload/34bdd668-1628-41a3-997e-798f9f0392e9/34e0a6f6-58a0-4df4-8895-06849cdb703f.opus">
		
		Если захочешь сыграть с другой игрушкой, скажи «Алиса, начнем с начала»'
	];

?>