[
  {
    "id": "0",
    "hints": [
      "Этот британский актер известен своей ролью в культовом боевике «Перевозчик».",
      "Сыграл комедийную роль неуклюжего разведчика в фильме «Шпион».",
      "Он играл в фильмах «Форсаж 7», «Форсаж 8».",
      "Этот актер женат на британской модели Розе Хантингтон Уайтли.",
      "Также снимался в фильме Гая Ричи «Карты, деньги, два ствола»."
    ],
    "say": "Джейсон Стэтэм",
    "write": "Джейсон Стэтэм"
  },
  {
    "id": "1",
    "hints": [
      "Вы могли его видеть в роли Папы в сериале «Молодой Папа».",
      "Очень харизматичный. Блондин. С голубыми глазами.",
      "Этот актер известен по фильмам «Мои черничные ночи», «Близость», «Отпуск по обмену».",
      "Ох. Ну вы точно смотрели «Талантливый мистер Рипли» с ним.",
      "Толстый намёк: его фамилия в переводе с английского означает «закон»."
    ],
    "say": "Джуд Лоу",
    "write": "Джуд Лоу"
  },
  {
    "id": "2",
    "hints": [
      "Этот актер известен ролью мужчины, родившегося стариком и молодеющего с каждым днем.",
      "Известен своей ролью в триллере Дэвида Финчера «Семь».",
      "Также снимался в «Одиннадцать друзей Оушена».",
      "Ну… А как же его роль в культовом «Бойцовском клубе»?",
      "Этот актер был связан с наикрасивейшими девушками Голливуда — Гвинет Пэлтроу, Дженнифер Энистон и Анджелиной Джоли."
    ],
    "say": "Брэд Питт",
    "write": "Бред Питт"
  },
  {
    "id": "3",
    "hints": [
      "Это тот самый актёр, который так долго шёл к своему заветному Оскару!",
      "В детстве снимался в сериале «Санта-Барбара».",
      "Его назвали в честь легендарного итальянского художника.",
      "Он снялся в таких фильмах как «Выживший», «Авиатор», «Волк с Уолл-стрит».",
      "Суперподсказка: это он играл Джека в «Титанике»."
    ],
    "say": "Леонардо ДиК+априо",
    "write": "Леонардо Ди Каприо"
  },
  {
    "id": "4",
    "hints": [
      "Очаровательный канадский актер и муж Евы Мендес, с которой он познакомился на съемках.",
      "Играет в группе «Dead Man's Bones».",
      "Снимался в нео-нуаре «Драйв».",
      "Также снимался в фильмах «Эта дурацкая любовь», «Игра на понижение», «Славные парни».",
      "Самые известные фильмы с его участием — это «Ла-ла-ленд» и «Дневник памяти»."
    ],
    "say": "Раян Гослинг",
    "write": "Райан Гослинг"
  },
  {
    "id": "5",
    "hints": [
      "Канадский актёр кино и телевидения.",
      "Сыграл обаятельного секретаря героини Сандры Буллок в романтической комедии «Предложение».",
      "Был женат на Скарлетт Йоханссон, а сейчас — на Блейк Лавли.",
      "Он сыграл Зеленого Фонаря из вселенной DC.",
      "Именно он скрывается за маской Дедпула!"
    ],
    "say": "Раян Р+эйнольтс",
    "write": "Райан Рейнольдс"
  },
  {
    "id": "6",
    "hints": [
      "Снялся в последнем фильме Кубрика вместе с Николь Кидман, которая на тот момент была его женой.",
      "Вершиной его актерского мастерства является работа в драме «Магнолия».",
      "Этот американский актёр — амбидекстер (одинаково владеет правой и левой рукой).",
      "Коллега по кадру обворожительной Пенелопы Крус в романтической драме «Ванильное небо».",
      "Главный герой боевика «Миссия невыполнима»."
    ],
    "say": "Том Круз",
    "write": "Том Круз"
  },
  {
    "id": "7",
    "hints": [
      "Испанский и американский актер. А еще и кинорежиссёр. И певец. И танцор.",
      "Актёр выучил английский язык на слух.",
      "Озвучивал главного героя мультфильма «Кот в сапогах»",
      "Исполнял главную роль в трилогии «Дети шпионов».",
      "Составил компанию Энтони Хопкинсу и Кэтрин Зете-Джонс в вестерне «Маска Зорро»."
    ],
    "say": "Антонио Бандерас",
    "write": "Антонио Бандерас"
  },
  {
    "id": "8",
    "hints": [
      "Народный артист РФ, художественный руководитель Московского Губернского драматического театра.",
      "Известен своей ролью в телесериалах «Бригада», «Участок», «Есенин».",
      "Снялся в фильме «Азазель».",
      "Также известен ролью в российском фильме «Каникулы строгого режима».",
      "Исполнил главную роль в фильме «Высоцкий. Спасибо, что живой»."
    ],
    "say": "Сергей Безруков",
    "write": "Сергей Безруков"
  },
  {
    "id": "9",
    "hints": [
      "Исполнила главную роль в мюзикле «Мама миа!», основанного на песнях знаменитой группы «ABBA».",
      "Трёхкратная обладательница Оскара, один из них за роль в фильме «Крамер против Крамера».",
      "Она снялась в фильмах «Мосты округа Мэдисон», «Выбор Софи», «Адаптация».",
      "Перевоплотилась в Маргарет Тетчер в биографической ленте «Железная леди».",
      "Сыграла роль редактора модного журнала в фильме «Дьявол носит Prada»."
    ],
    "say": "Мэрил Стрип",
    "write": "Мэрил Стрип"
  },
  {
    "id": "10",
    "hints": [
      "Известный британский актер с яркой и необычной внешностью.",
      "Одна из его ярких ролей — Доктор Стрэндж.",
      "Снимался в «Игре в имитацию», «Пятая власть».",
      "Также известен ролью Хана из научно-фантастической вселенной «Звездный путь».",
      "Это же он исполнил роль Шерлока в одноименном британском сериале!"
    ],
    "say": "Бенедикт Камбербэтч",
    "write": "Бенедикт Камбербэтч"
  },
  {
    "id": "11",
    "hints": [
      "Яркий российский актёр, снявшийся в рекламе вместе с английской актрисой Кирой Найтли.",
      "Сыграл комика в комедии «Статус:свободен».",
      "А еще он сыграл в фильмах «Викинг», «Экипаж».",
      "Также известен своей ролью в фильме «Духless».",
      "Исполнил роль великого советского хоккеиста Харламова в фильме «Легенда №17»."
    ],
    "say": "Данила Козловский",
    "write": "Данила Козловский"
  },
  {
    "id": "12",
    "hints": [
      "Эта актриса известна своей ролью в драматическом фильме ужасов «мама!».",
      "Играла роль мутантки Мистик в фантастических фильмах «Люди Икс».",
      "Имеет Оскар за роль в фильме «Мой парень — псих».",
      "Серьёзная подсказка — она сыграла Китнисс Эвердин в трилогии «Голодные игры».",
      "Снималась в фильмах «Афера по-американски», «Пассажиры», «Джой»."
    ],
    "say": "Дженнифер Лоуренс",
    "write": "Дженнифер Лоуренс"
  },
  {
    "id": "13",
    "hints": [
      "Российский актёр со знаменитым прищуром.",
      "Являлся ведущим спортивно-развлекательного шоу «Большие гонки».",
      "С 2012 года является постоянным ведущим ежегодной церемонии «Золотой граммофон».",
      "Вместе с Сергеем Ростом исполнял главные роли в юмористическом телесериале «Осторожно, модерн».",
      "Играет главную роль в сериале «Физрук»."
    ],
    "say": "Дмитрий Нагиев",
    "write": "Дмитрий Нагиев"
  },
  {
    "id": "14",
    "hints": [
      "Первая австралийская актриса-лауреат премии Оскар за лучшую женскую роль.",
      "Известна своей ролью в драме Ларса фон Триера «Догвилль».",
      "Сыграла роль Грейс Келли в биографическом фильме «Принцесса Монако»",
      "Лауреат премии «Оскар» 2003 года за роль Вирджинии Вулф в фильме «Часы».",
      "Эта актриса самостоятельно исполнила свои вокальные партии в фильме «Мулен Руж!»"
    ],
    "say": "Николь Кидман",
    "write": "Николь Кидман"
  },
  {
    "id": "15",
    "hints": [
      "Исполнительница роли королевы Равенны в фэнтези «Белоснежка и охотник».",
      "Известна своей ролью в фильме «Адвокат дьявола».",
      "Снялась в фильме «Сладкий ноябрь» с Киану Ривзом",
      "Имеет награду Оскар за главную роль в фильме «Монстр»",
      "Известна ролью в сиквелах про Безумного Макса"
    ],
    "say": "Шарлиз Тэр+он",
    "write": "Шарлиз Терон"
  },
  {
    "id": "16",
    "hints": [
      "Исполнительница роли эльфийской владычицы Галадриэль в трилогии «Властелин колец».",
      "Начинала свою карьеру в театре, со временем начав сниматься в кино.",
      "Сыграла роль Кэтрин в фильме «Авиатор».",
      "В паре с Бредом Питтом появилась в фильме «Загадочная история Бенджамина Баттона».",
      "Лауреат двух премий Оскар за участие в фильмах «Авиатор» и «Жасмин»."
    ],
    "say": "Кейт Бл+аншэт",
    "write": "Кейт Бланшет"
  },
  {
    "id": "17",
    "hints": [
      "Американская актриса с незаурядными вокальными данными.",
      "Обладательница Оскара за лучшую женскую роль второго плана в фильме-мюзикле «Отверженные».",
      "Сыграла роль ассистентки редактора в журнале «Дьявол носит Prada».",
      "Снималась в фильмах «Заколдованная Элла», «Дневники принцессы».",
      "Играла в фильмах «Интерстеллар», «Рейчел выходит замуж», «Горбатая гора», «Любовь и другие лекарства»."
    ],
    "say": "Энн Хэтуэй",
    "write": "Энн Хэтэуей"
  },
  {
    "id": "18",
    "hints": [
      "Известна ролью танцовщицы в драме «Близость», а также ролью Жаклин Кеннеди в биографии «Джеки».",
      "Снималась в фильме «V — значит вендетта».",
      "Её дебют состоялся в 13 лет в фильме «Леон».",
      "Обладательница Оскара за роль в фильме «Черный лебедь».",
      "Снималась в трилогии-приквелу к «Звездным войнам»."
    ],
    "say": "Натали Портман",
    "write": "Натали Портман"
  },
  {
    "id": "19",
    "hints": [
      "Сыграла роль Светланы Бобровой в российской супергеройской комедии «СуперБобровы».",
      "Исполнила главную роль в мюзикле «Стиляги».",
      "Также известна ролью в фильме «Высоцкий. Спасибо, что живой».",
      "Дебютировала в 13 лет в драме Бодрова «Сестры».",
      "Сыграла главную роль в романтической комедии «8 новых свиданий»."
    ],
    "say": "Оксана Акиньшина",
    "write": "Оксана Акиньшина"
  },
  {
    "id": "20",
    "hints": [
      "Российская актриса, снявшаяся в роли Анны Карениной.",
      "Известна главной ролью в фильме «Статус: Свободен» в паре с Данилой Козловским.",
      "Сыграла дочь Надежды Васильевны и Ипполита Георгиевича в фильме «Ирония судьбы. Продолжение».",
      "Сыграла роль одной из пяти девушек в кинокомедии «Пять невест».",
      "Дочь знаменитого мушкетёра."
    ],
    "say": "Елизавета Боярская",
    "write": "Елизавета Боярская"
  },
  {
    "id": "21",
    "hints": [
      "Одна из самых запоминающихся его ролей — князь Мышкин в экранизации «Идиота» 2001 года.",
      "Уже более 12 лет он ведет передачу о кино на одном из российских телеканалов.",
      "В начале карьеры снял много музыкальных клипов, в том числе для Натальи Ветлицкой и Филиппа Киркорова.",
      "В его фильмографии — два фильма о Сталинградской битве.",
      "Его режиссерским дебютом стала картина о войне в Афганистане."
    ],
    "say": "Фёдор Бондарчук",
    "write": "Фёдор Бондарчук"
  },
  {
    "id": "22",
    "hints": [
      "Эта актриса впервые появилась на экранах в 1995 году в экранизации «Первой любви» Тургенева.",
      "Она дважды появилась в главной роли в фильмах Авдотьи Смирновой.",
      "Она вела программу «Спокойной ночи, малыши».",
      "Её отчество — Никитична.",
      "В 2018 году она появится в телесериале в роли сутенерши, живущей двойной жизнью."
    ],
    "say": "Анна Михалкова",
    "write": "Анна Михалкова"
  },
  {
    "id": "23",
    "hints": [
      "Этот актер снялся в одном фильме с Брэдом Питтом, однако его вырезали из финальной версии картины.",
      "Его благотворительный фонд занимается помощью детям с заболеваниями головного мозга.",
      "У этого актера в 2018 году выходит режиссерский дебют.",
      "Его голосом в русском дубляже говорит лев Алекс из мультфильма «Мадагаскар».",
      "Он сыграл Антона Городецкого в фильмах «Ночной дозор» и «Дневной дозор»."
    ],
    "say": "Константин Хабенский",
    "write": "Константин Хабенский"
  },
  {
    "id": "24",
    "hints": [
      "Эта актриса держит абсолютный рекорд по «Оскарам» — их у неё четыре.",
      "В своём последнем фильме — «Любовной истории» — она сыграла в 86 лет. И это был единственный фильм, где она не играла главную роль.",
      "Она играла в фильмах «Лев зимой» и «Внезапно, этим летом».",
      "Американский институт кино признал ее величайшей актрисой в истории Голливуда.",
      "У нее была однофамилица по имени Одри."
    ],
    "say": "Кэтрин Хепбёрн",
    "write": "Кэтрин Хепбёрн"
  },
  {
    "id": "25",
    "hints": [
      "Этот актёр держит абсолютный рекорд по премиям «Золотая малина» — он получал их десять раз.",
      "Мировую известность ему принесла роль в фильме про боксера.",
      "Фамилия солдата, которого он сыграл в четырёх фильмах, стала нарицательным и даже влючена в Оксфордский словарь английского языка.",
      "Среди фамилий персонажей, которых он играл, есть Танго, Леоне и Бальбоа.",
      "Он был режиссером фильма «Неудержимые», в котором собрал главных героев боевиков из 1980-х и 1990-х годов."
    ],
    "say": "Сильвестр Сталлоне",
    "write": "Сильвестр Сталлоне"
  },
  {
    "id": "26",
    "hints": [
      "Этот актёр начинал карьеру как рэпер под псевдонимом «Свежий Принц».",
      "Он отказался от главной роли в фильме «Матрица».",
      "Он сыграл супергероя-алкоголика.",
      "В 1998 году он получил две премии MTV — за лучшую драку и лучшую песню в одном и том же фильме про пришельцев.",
      "Это единственный актер в мире, который снялся в 11 фильмах подряд, набиравших в международном прокате больше 150 миллионов долларов."
    ],
    "say": "Уилл Смит",
    "write": "Уилл Смит"
  },
  {
    "id": "27",
    "hints": [
      "Американский институт киноискусства назвал его лучшим актёром в истории американского кино.",
      "Одна из самых известных его кинофраз: «Луи, думаю, это начало прекрасной дружбы».",
      "Он отлично играл в шахматы.",
      "Он играл в фильмах «Мальтийский сокол», «Сокровища Сьерра-Мадре» и «Африканская королева».",
      "Его призрак появляется в фильме Вудди Аллена «Сыграй ещё раз, Сэм»."
    ],
    "say": "Хамфри Богарт",
    "write": "Хамфри Богарт"
  },
  {
    "id": "28",
    "hints": [
      "У этого актёра яркая внешность с резкими чертами лица — из-за этого в начале карьеры ему часто доставались роли злодеев. Да и потом их было немало.",
      "Он играл Зелёного Гоблина в «Человеке-пауке».",
      "Он редко играет главных героев. Заметное исключение — «Антихрист» Ларса фон Триера.",
      "Он трижды номинировался на «Оскар»: за роли второго плана во «Взводе», «Тени вампира», а в 2018 году — в «Проекте Флорида».",
      "У Скорсезе он играл Христа, у Линча — чуть ли не самого Дьявола."
    ],
    "say": "Уиллем Дефо",
    "write": "Уиллем Дефо"
  },
  {
    "id": "29",
    "hints": [
      "В девяностых его партнёром на экране дважды был Уэсли Снайпс — сначала они играли в уличный баскетбол, а через пару лет грабили поезд.",
      "Его первой серьёзной ролью стал самый знаменитый американский порнограф — в фильме Милоша Формана «Народ против Ларри Флинта».",
      "В 2017 году этот актёр снял собственный фильм — об одной дикой ночи, которая началась с того, что он случайно сломал пепельницу в кэбе. Не менее дикой была сама форма картины. «Потерянный в Лондоне» стал первым фильмом в истории, который транслировался в кинотеатры в прямом эфире со съёмочной площадки.",
      "Одна из самых запоминающихся ролей этого актёра — Микки Нокс в «Прирождённых убийцах» Оливера Стоуна.",
      "В 2018 году он номинирован на «Оскар» за роль второго плана в «Трёх биллбордах на границе Эббинга, Миссури»."
    ],
    "say": "Вуди Харрельсон",
    "write": "Вуди Харрельсон"
  },
  {
    "id": "30",
    "hints": [
      "Его первая большая роль — газонокосильщик в «Луговых собачках» Джона Дайгана.",
      "На экране ему не раз приходилось раздваиваться — например, он играл телезвезду, ведущую тайную жизнь агента ЦРУ, и рабочих лунной станции, которые спорят, кто из них чей клон.",
      "Режиссёр Джон Фавро как-то рассказал в интервью, что думал взять этого актёра на главную роль в «Железном человеке». Наверное, совсем другой фильм получился бы.",
      "Он часто играет эксцентричных персонажей. Например, был двухголовым президентом Галактики в «Автостопом по Галактике» и одним из психопатов в «Семи психопатах».",
      "В «Семи психопатах» он играл вместе с Вуди Харрельсоном. В 2018 году он номинирован на «Оскар» за роль в фильме, в котором они с Вуди снова стали партнёрами."
    ],
    "say": "Сэм Рокуэлл",
    "write": "Сэм Рокуэлл"
  },
  {
    "id": "31",
    "hints": [
      "Она в первую очередь не актриса, а певица. В её дискографии — тринадцать студийных альбомов, восемь из которых получили платиновый статус.",
      "Самый знаменитый альбом нашей героини вышел в 1994 году, он называется «My Life». Она потом ещё духи с таким же названием выпустила — тоже очень популярные.",
      "Журнал Billboard в 2017 году назвал её песню «Be Without You» величайшей R&B-песней всех времён.",
      "Вы могли видеть её в глэм-мюзикле «Рок на века» — она там играла хозяйку стрип-клуба.",
      "Иногда она выступает в двух амплуа сразу. Например, за фильм «Ферма 'Мадбаунд'» её выдвинули на «Оскар-2018» в номинациях «лучшая женская роль второго плана» и «лучшая песня»."
    ],
    "say": "Мэри Джей Блайдж",
    "write": "Мэри Джей Блайдж"
  },
  {
    "id": "32",
    "hints": [
      "Первую большую роль эта актриса сыграла в дебютном фильме братьев Коэнов.",
      "Она научилась разговаривать с миннесотским акцентом — для роли, за которую в итоге получила «Оскар».",
      "За игру в мини-сериале про учительницу математики из американской провинции она получила «Эмми».",
      "Она замужем за Джоэлом Коэном.",
      "В фильме про бойскаута и его подругу она играет мать, которая постоянно кричит в мегафон."
    ],
    "say": "Фрэнсис Макдорманд",
    "write": "Фрэнсис Макдорманд"
  },
  {
    "id": "33",
    "hints": [
      "Он много играл злодеев: был и графом Дракулой, и полицейским-убийцей, и магнатом, который готов разрушить Землю.",
      "В фильмах о Гарри Поттере сыграл роль его близкого человека, а во время съёмок сдружился с Дэниелом Рэдклиффом.",
      "Снял довольно успешную драму, сюжет которой построен на его детских воспоминаниях о жизни в Лондоне.",
      "Исполнил роль священника в клипе Дэвида Боуи.",
      "Съёмки в последнем вышедшем фильме принесли актёру не только номинацию на «Оскар-2018», но и отравление никотином — слишком часто приходилось курить сигары."
    ],
    "say": "Гэри Олдмэн",
    "write": "Гэри Олдмен"
  },
  {
    "id": "34",
    "hints": [
      "Мел Гибсон посчитал, что у этого актёра слишком европейское лицо для Иисуса — и не взял его на роль в «Страстях Христовых».",
      "Для создания одного из своих знаменитых образов этот актёр научился выживать в лесу: добывать пищу, строить каноэ и стрелять из ружья.",
      "Он играл президента США, нефтяного магната и главаря нью-йоркской преступной банды.",
      "Этот актёр — рекордсмен по количеству «Оскаров» за лучшую мужскую роль.",
      "После съёмок в фильме «Призрачная нить», за который он номинирован на «Оскар», этот актер заявил, что уходит из киноматографа."
    ],
    "say": "Дэниел Дэй-Льюис",
    "write": "Дэниел Дэй-Льюис"
  },
  {
    "id": "35",
    "hints": [
      "Этот актёр сыграл лидера движения за национальное самосознание в ЮАР.",
      "Он стал вторым в истории чернокожим актёром, получившим «Оскар».",
      "На экране он перевоплощался в Рубина Картера — известного боксёра, который 19 лет просидел в тюрьме по ложному обвинению.",
      "В США есть штат, название которого звучит так же, как фамилия этого актёра.",
      "Этот человек — ещё и успешный режиссёр. В 2016 году его лента про бывшего бейсболиста была выдвинута на «Оскар» в четырёх номинациях, в том числе как лучший фильм."
    ],
    "say": "Дэнзэл <[d ee n z e l]> В+ашингтон",
    "write": "Дензел Вашингтон"
  },
  {
    "id": "36",
    "hints": [
      "Журнал Entertainment Weekly включил её в список самых смешных актрис Голливуда.",
      "У этой актрисы довольно редкое имя, с латыни оно переводится как «восьмая».",
      "За роль подруги главной героини в фильме «Прислуга» она получила «Оскар» и награду BAFTA.",
      "В 2018 году она номинирована на «Оскар» за роль второго плана — так удалась ей одна из уборщиц в «Форме воды».",
      "В 2016 в прокат вышел фильм «Скрытые фигуры» о трёх афроамериканских женщинах-математиках, работавших в НАСА. За роль одной из них, Дороти Вон, эта актриса получила «Золотой глобус»."
    ],
    "say": "Окт+авия Спeнсер <[s p ee n s e r]>",
    "write": "Октавия Спенсер"
  }
]
