ok = [
    'Окей.',
    'Хорошо.',
    'Есть.',
    'Конечно.',
    'Пожалуйста.',
    'С удовольствием.',
    'Без проблем.',
    'Легко.',
]

decrease_temperature_k = [
    'Включаю свет потеплее.',
    'Окей, больше тёплого света.',
    'Окей, больше тёплого.',
]

increase_temperature_k = [
    'Включаю свет похолоднее.',
    'Окей, больше холодного света.',
    'Окей, больше холодного.',
]

color_change = [
    'Меняю цвет.',
]

brightness_change = [
    'Меняю яркость.',
]

turn_on = [
    'Включаю.',
]

turn_on_all_stub = [
    'В целях безопасности я не могу включить всё и сразу. Уточните, пожалуйста, что именно нужно включить и попросите меня снова.',
    'К сожалению, я не могу включить сразу всё, но вы можете создать подобный сценарий в приложении Дом с Алисой.',
    'Включать сразу всё небезопасно и дорого. Уточните, пожалуйста, какое устройство включить и снова попросите меня об этом.',
]

turn_off = [
    'Выключаю.',
    'Окей, выключаем.',
    'Окей, выключаю.',
]

scenario_run = [
    'Окей, поехали.',
]

no_smarthome = [
    'Я и такое умею — но здесь нужны устройства для Умного дома Яндекса.',
    'Я бы с радостью — но здесь нужны специальные устройства для умного дома.',
]

open = [
    'Открываю.',
]

close = [
    'Закрываю.',
    'Окей, закрываем.',
    'Окей, закрываю.',
]

no_fan = [
    'С удовольствием. Только сначала подключите его к умному дому. Если у вас обычный вентилятор и умная розетка, '
    'вставьте одно в другое и переименуйте розетку в приложении Дом с Алисой. А если ваш вентилятор и сам умный, '
    'добавьте его в приложение как самостоятельное умное устройство. Когда всё настроите, магия заработает.',
]

max_brightness = [
    'Окей, яркость на максимум.',
    'Хорошо, яркость на максимум.',
    'Хорошо. Максимум яркости.',
    'Как скажете. Максимальная яркость.',
]

min_brightness = [
    'Хорошо. Минимум яркости.',
    'Как скажете. Минимальная яркость.',
]

brighten = [
    'Окей, сделаем поярче.',
    'Окей, делаем ярче.',
    'Окей, добавим яркости.',
    'Добавляю яркости.',
    'Больше яркости. Окей.',
]

dim = [
    'Окей, сделаем темнее.',
    'Окей, делаем темнее.',
    'Окей, убавим яркость.',
    'Убавляю яркость.',
    'Меньше яркости. Окей.',
]

wrong_room = [
    'Ой, простите, а вы не ошиблись с комнатой? Не нахожу тут такого',
    'Простите, но в этой комнате такого нет',
]

sdc_not_supported = [
    'Здесь я пока этого не умею.',
]
