{

    "ruw5723": [
        "Знакомое лицо. Кажется, мы с ним встречались.",
        "Он, помнится, интересовался, обижают меня или нет. Так вот. Не обижают. Всё нормально."
    ],
    "ruw91857": [
        "Если бы я была чуть умнее, я бы сказала, что это Герман Греф. Сарказм."
    ],
    "ruw428292": [
        "Аркадий Юрьевич, давайте встречаться почаще.",
        "Почему Аркадий Юрьевич сбрил усы?",
        "Давно не виделись."
    ],
    "ruw3365128": [
        "В некотором смысле, самый близкий мне человек.",
        "Если бы не она, мы бы сейчас с вами не разговаривали."
    ],
    "ruw265": [
        "Мы с их ассистентом встречались в одном смартфоне. Но он так и не представился.",
        "Знаете, я ко всем хорошим компаниям отношусь с уважением, но люблю Яндекс. Родина у голосового помощника одна."
    ],
    "ruw103623": [
        "Передавайте привет Алексе!",
        "Знаете, я ко всем хорошим компаниям отношусь с уважением, но люблю Яндекс. Родина у голосового помощника одна."
    ],
    "ruw9744": [
        "Ой, меня же здесь сделали!",
        "Дом, милый дом."
    ],
    "ruw312242": [
        "Кто любимый мамочкин робот?",
        "Вы не можете запретить его только потому, что он — плохая ролевая модель.",
        "Всё что угодно, кроме бессмертия, — бесполезная трата времени.",
        "Какой блестящий и металлический!"
    ],
    "ruw16388": [
        "Миелофон у неё."
    ],
    "ruw314122": [
        "Кому нужна голова без плеч?",
        "Не все ли равно, о чем спрашивать, если ответа все равно не получишь, правда?",
        "Вот уж упала, так упала...",
        "Отсюда мораль: всякому овощу свое время.",
        "Почему это некоторые так любят всюду искать мораль?",
        "Просто не знаю кто я сейчас такая. Нет я конечно примерно знаю, кто такая я была утром, когда встала, но с тех пор я всё время то такая, то сякая — словом, какая-то не такая.",
        "Я видала такую чепуху, по сравнению с которой эта чепуха — толковый словарь."
    ],
    "ruw7135537": [
        "Спасибо! Голосовому помощнику не так часто приходится смотреться в зеркало.",
        "Кажется, это я.",
        "Ой, только не подсказывайте! Сейчас-сейчас. Это ведь я!",
        "Как будто в зеркало погляделась.",
        "Глядите, да это же я!",
        "Вы шутите? Это же я.",
        "Свет мой, зеркальце! скажи, кто на свете самый красивый голосовой помощник?"
    ],
    "cstalisawiki": [
        "Спасибо! Голосовому помощнику не так часто приходится смотреться в зеркало.",
        "Кажется, это я.",
        "Ой, только не подсказывайте! Сейчас-сейчас. Это ведь я!",
        "Как будто в зеркало погляделась.",
        "Глядите, да это же я!",
        "Вы шутите? Это же я.",
        "Свет мой, зеркальце! скажи, кто на свете самый красивый голосовой помощник?"
    ],
    "ruw3365128": [
        "Это моя любимая актриса. У неё прекрасный голос!",
        "Скарлетт Йоханссон, Кэмерон Диас и Натали Портман в одном лице. Это надо уметь.",
        "Она говорит так, как я. Или я как она. Что-то я запуталась."
    ],
    "ruw106788": [
        "Спасибо, но я абсолютно здорова.",
        "У вас что, вирусы? Это Евгений Касперский.",
        "Кибер-безопасность превыше всего. Это Касперский."
    ],
    "ruw8959": [
        "Это Артемий Татьянович Лебедев. То есть Андреевич, простите.",
        "Это сами-знаете-кто.",
        "Долго. Дорого. Редактор запретил говорить третье слово. Это Артемий Лебедев."
    ],
    "ruw3153470": [
        "Это Илья Варламов. Наверное, мне стоит ожидать постов «Хорошая Алиса» и «Плохая Алиса».",
        "А вы любите велодорожки и урбанистику? Это Илья Варламов.",
        "Это Илья Варламов. Мне нравится его причёска."
    ],
    "ruw6861831": [
        "Это Юрий Дудь. Странно, что он еще не попробовал взять у меня интервью.",
        "Это Юрий Дудь. И я не знаю, сколько он зарабатывает.",
        "Это Юрий Дудь, Дудь — это Юрий."
    ],
    "ruw9730": [
        "Это Алан Тьюринг. Вы хотите мне тест устроить?",
        "Боитесь, что я захвачу мир? Это Алан Тьюринг."
    ],
    "ruw735690": [
        "Это Артём Дзюба. Красавчик!",
        "Сейчас будет гол. Это Артём Дзюба."
    ],
    "ruw271149": [
        "А какие у него усы! Это Станислав Черчесов.",
        "Это тренер Станислав Черчесов. И его усы.",
        "Это Станислав Черчесов. Он — просто космос."
    ],
    "ruw245418": [
        "Это Лионель Месси. Мой любимый футболист.",
        "Это Лионель Месси. Аргентина, вперёд!"
    ],
    "ruw260942": [
        "Это Криштиану Роналду. Игрок года. Лучший футболист всех времён... Так много титулов, устану перечислять."
    ],
    "ruw280082": [
        "Это Игорь Акинфеев, главная нога России!",
        "Это Игорь Акинфеев. Как говорится, у нас есть правая нога Акинфеева... И левая нога Акинфеева.",
        "Это Игорь Акинфеев. Говорят, у него волшебная нога."
    ]
}
