Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/generic_scenario_to_human_readable.po
Languages: ar

source: Настройка будильников
ar: إعداد الإنذارات

source: Шоу Алисы
ar: عرض أليس

source: Покупка авиабилетов
ar: شراء تذاكر الطيران

source: Заказ/управление заказом на маркетплейсе Беру
ar: إدارة الطلبات / الطلبات في سوق بيرو

source: Настройка bluetooth
ar: إعداد بلوتوث

source: Звонок
ar: اتصل

source: Управление внешним телеэкраном
ar: التحكم في شاشة التلفزيون الخارجية

source: Команды
ar: الفرق

source: Команды управления устройством
ar: أوامر إدارة الجهاز

source: Конвертация курсов валют
ar: تحويل سعر صرف العملة

source: Счёт вслух
ar: العد بصوت عال

source: Информация о коронавирусе
ar: معلومات حول فيروس كورونا

source: Навыки Алисы
ar: مهارات أليس

source: Реклама (галерея объявлений)
ar: الإعلان (معرض الإعلانات)

source: Поддержание диалога
ar: الحفاظ على الحوار

source: Факты
ar: الأدلة

source: Обратная связь
ar: ردود الفعل

source: Поиск организаций
ar: البحث عن المنظمات

source: Рекомендация игр
ar: توصية من الألعاب

source: Генеративные сказки
ar: حكايات خرافية توليدية

source: Информация о датах
ar: معلومات حول التواريخ

source: Новости
ar: الأخبار

source: Поиск товаров
ar: البحث عن المنتج

source: Стоимость товара
ar: تكلفة البضاعة

source: Как пишется
ar: كيفية تهجئة

source: Поиск по картинке
ar: البحث عن الصور

source: Умный дом
ar: المنزل الذكي

source: Книги Литрес
ar: كتب لتر

source: Загрузка офлайн-карт
ar: تنزيل الخرائط في وضع عدم الاتصال

source: Покупка на Яндекс.Маркете
ar: شراء على ياندكس.السوق

source: Медитация
ar: التأمل

source: Сценарий обработки входящих вызовов
ar: سيناريو لمعالجة المكالمات الواردة

source: Рекомендация фильмов
ar: توصية الأفلام

source: Музыка
ar: الموسيقى

source: Звуки природы
ar: أصوات الطبيعة

source: Аудиокниги
ar: الكاسيت

source: Сказки
ar: حكايات خرافية

source: Подкасты
ar: البودكاست

source: Определение играющей музыки
ar: تعريف تشغيل الموسيقى

source: Открытие сайта/приложения
ar: فتح موقع / تطبيق

source: Команды Навигатора
ar: أوامر المستكشف

source: Поиск фактов
ar: العثور على الحقائق

source: Рекомендация навыков Алисы
ar: توصية مهارة أليس

source: Управление плеером
ar: إدارة اللاعب

source: Радио
ar: راديو

source: Случайное число
ar: رقم عشوائي

source: Настройка напоминаний
ar: إعداد التذكيرات

source: Повтор последнего ответа Алисы
ar: تكرار رد أليس الأخير

source: Повторение фразы пользователя
ar: تكرار عبارة المستخدم

source: Маршруты
ar: الطرق

source: Поиск информации
ar: البحث عن المعلومات

source: Управление фильтрами поиска
ar: إدارة فلاتر البحث

source: Переход на страницу результатов поисковой выдачи
ar: الانتقال إلى صفحة نتائج البحث

source: Настройка Алисы
ar: إعداد أليس

source: Управление списком покупок
ar: إدارة قائمة التسوق

source: Уровень пробок
ar: مستوى حركة المرور

source: Таймер сна
ar: مؤقت النوم

source: Уведомления в колонках
ar: الإخطارات في الأعمدة

source: Управление звуком
ar: التحكم بالصوت

source: Стоп
ar: توقف

source: Такси
ar: تاكسي

source: Терменвокс
ar: ثيرمين

source: Управление таймерами
ar: إدارة الموقتات

source: Управление списком дел
ar: إدارة قائمة المهام

source: Транскрипция слова
ar: نسخ الكلمة

source: Перевод
ar: الترجمة التحريرية

source: ТВ-программа
ar: برنامج تلفزيوني

source: Яндекс.Эфир
ar: ياندكس.الأثير

source: Управление ТВ каналами
ar: إدارة القنوات التلفزيونية

source: Видео
ar: فيديو

source: Видео команды
ar: أوامر الفيديو

source: Погода
ar: الطقس

source: Переход в ленту Дзена
ar: الذهاب إلى تغذية زن

source: Почта
ar: البريد

source: Радионовости
ar: أخبار الراديو

source: Рецепты
ar: وصفات
