Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_open_uri.po
Languages: ar

source: Открывается приложение или сайт с заказом такси
ar: يفتح تطبيق أو موقع ويب بطلب سيارة أجرة

source: Открывается/Показывается страница сайта с пользовательским соглашением Яндекс.Такси
ar: يفتح تطبيق أو موقع ويب بطلب سيارة أجرة

source: Открывается Яндекс.Паспорт для ввода данных
ar: ياندكس.فتح جواز السفر لإدخال البيانات

source: Производится звонок водителю Яндекс.Такси
ar: يتم إجراء مكالمة إلى سائق ياندكس.تاكسي

source: Открывается сайт Яндекс Авиабилеты, с указанными данными перелета
ar: يفتح موقع رحلات ياندكس ، مع بيانات الرحلة المحددة

source: Открывается сайт {} (или соответствующее приложение на устройстве)
ar: يفتح الموقع {} (أو التطبيق المقابل على الجهاز)

source: Открывается указанное приложение или сайт
ar: يفتح التطبيق أو موقع الويب المحدد

source: Открывается сайт
ar: يفتح الموقع

source: Открывается указанный сайт
ar: يفتح الموقع المحدد

source: Показываются похожие картинки в поиске
ar: يتم عرض صور مماثلة في البحث

source: Запускает видоискатель поиска по картинке
ar: تطلق عدسة الكاميرا البحث عن الصور

source: Запускается Яндекс.Радио
ar: يتم إطلاق ياندكس.راديو

source: Запускается Яндекс.Музыка
ar: ياندكس.تبدأ الموسيقى

source: Запускается Яндекс.Навигатор
ar: يتم إطلاق ياندكس.نافيجيتور

source: Запускается Яндекс.Погода
ar: يتم إطلاق ياندكس.الطقس

source: Открываются настройки Яндекс.Авто
ar: ياندكس.الإعدادات التلقائية مفتوحة

source: Запускается приложение в Яндекс.Авто
ar: يتم تشغيل التطبيق في ياندكس.السيارات

source: Увеличивается уровень громкости в Яндекс.Авто
ar: مستوى الصوت في ياندكس.الزيادات التلقائية

source: Уменьшается уровень громкости в Яндекс.Авто
ar: مستوى الصوت في ياندكس.النقصان التلقائي

source: Выключается звук в Яндекс.Авто
ar: إيقاف الصوت في ياندكس.السيارات

source: Включается звук в Яндекс.Авто
ar: يتم تشغيل الصوت في ياندكس.السيارات

source: Производится управление звуком в Яндекс.Авто
ar: يتم تنفيذ التحكم في الصوت في ياندكس.السيارات

source: Включается bluetooth
ar: تشغيل البلوتوث

source: Включается/выключается радио в мультимедийной системе Яндекс.Авто
ar: تشغيل / إيقاف الراديو في ياندكس.نظام الوسائط المتعددة التلقائي

source: Вопроизведение ставится на паузу в мультимедийной системе Яндекс.Авто
ar: يتم إيقاف السؤال مؤقتا في ياندكس.نظام الوسائط المتعددة التلقائي

source: Вопроизведение включается в мультимедийной системе Яндекс.Авто
ar: يتم تضمين السؤال في ياندكس.نظام الوسائط المتعددة التلقائي

source: Включается следующий трек в мультимедийной системе Яндекс.Авто
ar: يتم تضمين المسار التالي في ياندكس.نظام الوسائط المتعددة التلقائي

source: Включается предыдущий трек в мультимедийной системе Яндекс.Авто
ar: يتم تضمين المسار السابق في ياندكس.نظام الوسائط المتعددة التلقائي

source: Производится управление воспроизведением в мультимедийной системе Яндекс.Авто
ar: يتم تضمين المسار السابق في ياندكس.نظام الوسائط المتعددة التلقائي

source: Включается радио "{}", частота -
ar: يتحول الراديو على "{} " ، والتردد -

source: Включается выбранное радио в Яндекс.Авто
ar: يتم تشغيل الراديو المحدد في ياندكس.السيارات

source: Показывается точка на карте в навигаторе
ar: يتم عرض نقطة على الخريطة في الملاح

source: Показываются или скрываются заправки в навигаторе
ar: يتم عرض محطات الوقود أو إخفاؤها في الملاح

source: Открывается поиск на карте в навигаторе по запросу <{}>
ar: يفتح بحث على الخريطة في المستكشف للاستعلام <{}>

source: Осуществляется поиск на карте в навигаторе по заданному запросу
ar: يتم إجراء البحث على الخريطة في المستكشف لاستعلام معين

source: Производится установка дома/работы в навигаторе
ar: يتم تنفيذ تركيب المنزل / العمل في الملاح

source: Показывается сообщение: "Необходима авторизация для оплаты заправки через приложение"
ar: يتم تنفيذ تركيب المنزل / العمل في الملاح

source: Устанавливается дорожное событие в навигаторе с комментарием "{}"
ar: يتم تعيين حدث طريق في المستكشف مع التعليق " {}"

source: Производится постановка дорожных событий в навигаторе
ar: يتم تعيين أحداث الطريق في الملاح

source: Сбрасывается построенный маршрут
ar: يتم إعادة تعيين المسار المدمج

source: Устанавливается выбранный голос помощника
ar: يتم تعيين صوت المساعد المحدد

source: Строится маршрут в навигаторе до указанной точки
ar: يتم بناء مسار في الملاح إلى النقطة المحددة

source: Начинается ведение по построенному маршруту в навигаторе
ar: يبدأ التنقل على الطريق المدمج في الملاح

source: Производится построение маршрута в навигаторе до парковочного места
ar: يتم بناء طريق في الملاح إلى مكان وقوف السيارات

source: Открывается приложение в навигаторе
ar: يفتح التطبيق في المستكشف

source: Открывается экран закладок в навигаторе
ar: تفتح شاشة الإشارات المرجعية في المستكشف

source: Открывается экран "Карта" в навигаторе с отображенными парковками
ar: تفتح شاشة " الخريطة" في المستكشف مع عرض أماكن وقوف السيارات

source: Открывается экран "Карта" в навигаторе с указанными параметрами
ar: تفتح شاشة "خريطة " في المستكشف مع المعلمات المحددة

source: Открывается экран "Ведения по маршруту" в навигаторе
ar: تفتح شاشة "توجيه المسار " في المستكشف

source: Открывается экран "Оплата парковок" в навигаторе
ar: تفتح شاشة "دفع وقوف السيارات " في المستكشف

source: Открывается экран "Голосовой ввод" в навигаторе
ar: تفتح شاشة " الإدخال الصوتي" في المستكشف

source: Открывается экран "Меню" в навигаторе
ar: تفتح شاشة "القائمة " في المستكشف

source: Открывается экран "Оплата штрафов" в навигаторе
ar: تفتح شاشة" دفع الغرامات " في المستكشف

source: Открывается экран "Мои поездки" в навигаторе
ar: تفتح شاشة "رحلاتي " في المستكشف

source: Открывается экран "Настройки" в навигаторе
ar: تفتح شاشة "الإعدادات" في المستكشف

source: Открывается экран "Меню -> Заправки" в навигаторе
ar: تفتح شاشة" القائمة -> محطات الوقود " في المستكشف

source: Открывается экран "Mastercard" (с типами карт) в навигаторе
ar: تفتح شاشة "ماستركارد " (مع أنواع البطاقات) في المستكشف

source: Открывается экран "Меню -> Заправки -> Как это работает" в навигаторе
ar: تفتح شاشة" القائمة -> محطات الوقود -> كيف تعمل " في المستكشف

source: Открывается экран "Меню -> Заправки -> Служба поддержки" в навигаторе
ar: تفتح شاشة" القائمة -> محطات الوقود -> خدمة الدعم " في المستكشف

source: Открывается экран "Меню -> Заправки -> Способ оплаты" в навигаторе
ar: تفتح شاشة" القائمة -> محطات الوقود -> طريقة الدفع " في المستكشف

source: Открывается экран "Скидки и Подарки" в навигаторе
ar: تفتح شاشة "الخصومات والهدايا " في المستكشف

source: Показывается месторасположение пользователя
ar: يظهر موقع المستخدم

source: Отображается слой пробок в навигаторе
ar: يتم عرض طبقة حركة المرور في المستكشف

source: Скрывается слой пробок в навигаторе
ar: يتم إخفاء طبقة ازدحام المرور في الملاح

source: Производится управление слоем пробок в навигаторе
ar: يتم التحكم في طبقة حركة المرور في الملاح

source: Открывается схематичное изображение карты (без спутникового изображения)
ar: يتم التحكم في طبقة حركة المرور في الملاح

source: Открывается спутниковое изображение карты
ar: تفتح صورة القمر الصناعي للخريطة

source: Производится установка части флагов настройки в навигаторе
ar: يتم تعيين جزء من أعلام التكوين في المستكشف

source: Включается {} в Яндекс.Музыке
ar: يتحول {} في ياندكس.الموسيقى

source: Воспроизводится музыка в Яндекс.Музыке
ar: يتم تشغيل الموسيقى في ياندكس.الموسيقى

source: Включаются звуки окружающей среды
ar: يتم تضمين الأصوات البيئية

source: Включается музыка (это может быть подкаст)
ar: تشغيل الموسيقى (يمكن أن يكون بودكاست)

source: Воспроизводится музыка в Яндекс.Станции
ar: يتم تشغيل الموسيقى في ياندكس.المحطات

source: Включается
ar: يتحول على

source: Включается указанная музыка
ar: يتم تشغيل الموسيقى المحددة

source: Открывается Яндекс.Переводчик
ar: ياندكس. ترجمة يفتح

source: Открывается Google.Translate
ar: جوجل.ترجمة يفتح

source: Открывается переводчик
ar: يفتح المترجم

source: Осуществляется звонок выбранному абоненту
ar: يتم إجراء مكالمة إلى المشترك المحدد

source: Осуществляется звонок по номеру, найденному в выдаче поиска
ar: يتم إجراء مكالمة على الرقم الموجود في نتائج البحث

source: Открывается сайт, найденный в выдаче поиска
ar: يفتح الموقع الموجود في نتائج البحث

source: Осуществляется переход на страницу продукта на сайте магазина
ar: يتم الانتقال إلى صفحة المنتج على موقع المتجر

source: Открываются напоминания через сайт https://calendar.yandex.ru/todo
ar: يتم فتح التذكيرات عبر الموقع https://calendar .yandex.ru/todo

source: Производится поиск видео с последующим воспроизведением контента
ar: يتم البحث عن الفيديو ثم يتم تشغيل المحتوى

source: Производится поиск видео. Автовоспроизведение видео не происходит
ar: يتم إجراء بحث الفيديو. لا يحدث التشغيل التلقائي للفيديو

source: Необходимый маршрут отображается на карте
ar: يتم عرض المسار المطلوب على الخريطة

source: Найденная организация показывается на карте
ar: يتم عرض المنظمة التي تم العثور عليها على الخريطة

source: Отображается информация о местоположении пользователя
ar: يتم عرض معلومات حول موقع المستخدم

source: Совершается звонок в найденную на карте организацию
ar: يتم إجراء مكالمة إلى المنظمة الموجودة على الخريطة

source: Показываются результаты поиска на карте
ar: تظهر نتائج البحث على الخريطة

source: Производится поиск по запросу <{}>
ar: يتم إجراء البحث عن طريق الاستعلام <{}>

source: Алиса открывает приложение для подключения новых устройств Умного Дома
ar: أليس يفتح التطبيق لتوصيل الأجهزة المنزلية الذكية الجديدة

source: Открываются Яндекс.Карты и начинается загрузка офлайн-карты
ar: ياندكس.يتم فتح الخرائط ويبدأ تنزيل الخريطة في وضع عدم الاتصال

source: видимой области
ar: منطقة مرئية

source: ОШИБКА
ar: خطأ

source: Открывается лента Дзена с публикациями, похожими на <{}>
ar: يفتح تغذية زن مع وظائف مماثلة ل < {} >

source: Открывается поиск по товарам по запросу <{}>
ar: يفتح البحث عن منتج عند الطلب <{}>

source: Открывается перевод ({}) текста <{}>
ar: تفتح الترجمة ({}) للنص <{}>

source: Открывается поиск по запросу <{}>
ar: يفتح البحث عن < {} >

source: Открывается указанное приложение/сайт
ar: يفتح التطبيق/موقع الويب المحدد

source: Открываются Яндекс.Карты
ar: ياندكس.فتح الخرائط

source: Открывается Яндекс.Погода
ar: ياندكس يفتح.الطقس

source: Открывается веб-страница
ar: تفتح صفحة ويب

source: Совершается вызов по указанному номеру
ar: يتم إجراء مكالمة على الرقم المحدد

source: Открываются настройки приложения Яндекс Браузер
ar: إعدادات تطبيق متصفح ياندكس مفتوحة

source: Производится поиск по указанному запросу
ar: يتم إجراء بحث للاستعلام المحدد
