Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_music.po
Languages: ar

source: Воспроизводится альбом "{}"
ar: يتم تشغيل الألبوم " {}"

source: исполнителя
ar: المؤدي

source: исполнителей
ar: فناني الأداء

source: Воспроизводятся треки исполнителя {}
ar: يتم تشغيل مسارات الفنان {}

source: Воспроизводится плейлист "{}".
ar: قائمة التشغيل "{} " يلعب.

source: Включается трек
ar: يتم تشغيل المسار

source: Первый трек, который включится:
ar: المسار الأول لتشغيل:

source: альбом "{}",
ar: الألبوم " {}",

source: трек "{}"
ar: المسار " {}"

source: В качестве мелодии на будильник устанавливается трек
ar: يتم تعيين المسار كنغمة رنين التنبيه

source: Воспроизводится
ar: مستنسخة

source: Включается трек
ar: يتم تشغيل المسار

source: В качестве мелодии на будильник устанавливается
ar: يتم تعيين المنبه كنغمة رنين

source: Воспроизводятся
ar: مستنسخة

source: В качестве мелодии на будильник устанавливаются
ar: يتم تعيين المنبه كنغمة رنين

source: Включется персональная подборка рекомендаций на Яндекс.Музыке
ar: مجموعة شخصية من التوصيات على ياندكس.يتم تضمين الموسيقى

source: Включается подборка музыки
ar: يتم تضمين مجموعة مختارة من الموسيقى

source: Включается радио "{}"
ar: يتم تشغيل الراديو" {}"

source: Включается плейлист
ar: يتم تشغيل قائمة التشغيل

source: Включается подборка{} в Яндекс.Музыке
ar: يتم تضمين مجموعة مختارة من{} في ياندكس.الموسيقى

source: Включается альбом
ar: يتم تشغيل الألبوم

source: Включается подборка музыки жанра{} {}
ar: يتم تضمين مجموعة مختارة من الموسيقى من هذا النوع{} {}

source: Включается подборка музыки для занятия{} {}
ar: يتم تضمين مجموعة مختارة من الموسيقى للدرس {} {}

source: Включается подборка музыки эпохи{} {}
ar: يتم تضمين مجموعة مختارة من الموسيقى من العصر{} {}

source: Включается подборка музыки по исполнителю
ar: يتم تضمين مجموعة مختارة من الموسيقى للفنان

source: Включается подборка музыки по настроению{} {}
ar: يتم تضمين مجموعة مختارة من الموسيقى حسب المزاج{} {}

source: Включается плейлист дня
ar: يتم تشغيل قائمة تشغيل اليوم

source: Включаются рекомендации музыки по треку
ar: يتم تضمين توصيات الموسيقى حسب المسار
