Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_state.po
Languages: ar

source: входящий вызов
ar: مكالمة واردة

source: пользователь ведет разговор
ar: المستخدم هو وجود محادثة

source: Звонки
ar: المكالمات

source: Беззвучный режим
ar: الوضع الصامت

source: включен
ar: وشملت

source: Семейный
ar: العائلة

source: Без ограничений
ar: لا قيود

source: Умеренный
ar: معتدل

source: Безопасный
ar: آمنة

source: Фильтрация контента
ar: تصفية المحتوى

source: Местоположение пользователя
ar: موقع المستخدم

source: Будильники
ar: منبهات

source: В настоящее время звонит будильник!
ar: ناقوس الخطر يرن حاليا!

source: Настройки пользователя
ar: إعدادات المستخدم

source: Указан адрес дома и работы
ar: يشار إلى عنوان المنزل والعمل

source: Указан адрес дома
ar: يتم تحديد عنوان المنزل

source: Указан адрес работы
ar: يتم تحديد عنوان العمل

source: Последняя прослушанная музыка
ar: آخر موسيقى استمعت إليها

source: аудиозапись
ar: تسجيل صوتي

source: Сейчас воспроизведение поставлено на паузу
ar: التشغيل متوقف مؤقتا حاليا

source: Сейчас этот трек воспроизводится
ar: يتم تشغيل هذا المسار حاليا

source: Последнее прослушанное аудио
ar: آخر استمع الصوت

source: Сейчас это аудио воспроизводится
ar: الآن يتم تشغيل هذا الصوت

source: Последняя включенная радиостанция
ar: تم تشغيل آخر محطة إذاعية

source: Сейчас радио выключено
ar: الراديو مغلق الآن

source: Сейчас радио включено
ar: الراديو يعمل الآن
