Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_iot.po
Languages: ar

source: Осветительный прибор
ar: جهاز الإضاءة

source: Розетка
ar: المقبس

source: Телевизор
ar: التلفزيون

source: Выключатель или переключатель
ar: التبديل أو التبديل

source: Другое IOT-устройство
ar: جهاز إنترنت الأشياء الآخر

source: Термостат
ar: ترموستات

source: Медиа устройство
ar: جهاز الوسائط

source: Пульт для управления другими устройствами
ar: جهاز التحكم عن بعد للأجهزة الأخرى

source: Кондиционер
ar: مكيف

source: Чайник
ar: إبريق الشاي

source: Кухонная техника
ar: أدوات المطبخ

source: Пылесос
ar: مكنسة كهربائية

source: Занавеска
ar: ستارة

source: Кофемашина
ar: آلة القهوة

source: Очиститель воздуха
ar: لتنقية الهواء

source: Увлажнитель воздуха
ar: المرطب

source: Яндекс.Станция
ar: ياندكس.محطة

source: Яндекс.Станция Мини
ar: ياندكس.محطة ميني

source: Колонка Irbis
ar: عمود إربيس

source: Колонка Dexp
ar: عمود ديكسب

source: Колонка Elari
ar: عمود إلاري

source: Яндекс.Модуль
ar: ياندكس.الوحدة

source: Колонка LG
ar: لغ العمود

source: Колонка Prestigio Smartmate
ar: عمود بريستيجيو سمارت مات

source: Включаются/выключаются
ar: تشغيل / إيقاف

source: Включается/выключается
ar: تشغيل / إيقاف

source: Включаются
ar: وشملت

source: Включается
ar: يتحول على

source: Выключаются
ar: إيقاف

source: Выключается
ar: ينطفئ

source: меняют цвет на
ar: تغيير اللون إلى

source: меняет цвет на
ar: يتغير اللون إلى

source: меняют цветовую сцену на
ar: تغيير لون المشهد إلى

source: меняет цветовую сцену на
ar: يغير مشهد اللون إلى

source: Канал на устройствах:
ar: قناة على الأجهزة:

source: Канал на устройстве
ar: قناة على الجهاز

source: Настройка температуры устройств:
ar: ضبط درجة حرارة الأجهزة:

source: Настройка температуры устройства
ar: ضبط درجة حرارة الجهاز

source: Численое значение цветовой температуры устройств:
ar: القيمة العددية لدرجة حرارة اللون للأجهزة:

source: Численое значение цветовой температуры устройства
ar: القيمة العددية لدرجة حرارة اللون للجهاز

source: Яркость устройств:
ar: سطوع الجهاز:

source: Яркость устройства
ar: سطوع الجهاز

source: Громкость звука на устройствах:
ar: حجم الصوت على الأجهزة:

source: Громкость звука на устройстве
ar: حجم الصوت على الجهاز

source: Открытие устройств:
ar: فتح الأجهزة:

source: Открытие устройства
ar: فتح الجهاز

source: увеличивается
ar: الزيادات

source: (свет становится более 'холодным')
ar: (الضوء يصبح أكثر 'الباردة')

source: уменьшается
ar: النقصان

source: (свет становится более 'теплым')
ar: (الضوء يصبح أكثر 'الحارة')

source: на {}
ar: على {}

source: устанавливается на
ar: مثبتة على

source: максимум
ar: الحد الأقصى

source: (свет становится 'холодным')
ar: (يصبح الضوء 'بارد')

source: минимум
ar: الحد الأدنى

source: (свет становится 'теплым')
ar: (يصبح الضوء 'دافئ')

source: Алиса сообщает состояние устройства
ar: تقارير أليس حالة الجهاز

source: Скорость вентилятора на устройств{}{}
ar: سرعة المروحة على الأجهزة{}{}

source: высокий
ar: عالية

source: низкий
ar: منخفض

source: средний
ar: المتوسط

source: выбираемый автоматически
ar: اختيار تلقائيا

source: уровень
ar: الرتبة

source: Режим работы устройств{}{}
ar: وضع تشغيل الجهاز{}{}

source: устанавливается на
ar: مثبتة على

source: охлаждение
ar: التبريد

source: нагрев
ar: التدفئة

source: 'автоматический'
ar: 'تلقائي'

source: 'только вентилятор'
ar: 'مروحة فقط'

source: сушка
ar: التجفيف

source: Изменяется источник сигнала
ar: يتغير مصدر الإشارة

source: Скорость работы устройств{}{}
ar: سرعة الأجهزة{}{}

source: тихий
ar: هادئ

source: нормальный
ar: عادي

source: быстрый
ar: بسرعة

source: беззвучный режим
ar: الوضع الصامت

source: ионизация
ar: التأين

source: задняя подсветка
ar: الضوء الخلفي

source: возможность управления
ar: القدرة على إدارة

source: колебания
ar: التقلبات

source: поддержание температуры
ar: الحفاظ على درجة الحرارة

source: пауза
ar: وقفة

source: на устройств
ar: على الأجهزة

source: {verb} пользовательская кнопка "{button_name}" устройств{ending} {devices_string}
ar: على الأجهزة

source: Включается
ar: يتحول على

source: Выключается
ar: ينطفئ

source: Команда "{}" , будет исполнена {} в {}
ar: الأمر "{} " ، سيتم تنفيذه {} في {}

source: Запускаются сценарии умного дома: {}
ar: سيناريوهات المنزل الذكي قيد التشغيل: {}

source: Запускается сценарий умного дома "{}"
ar: يتم تشغيل البرنامج النصي المنزل الذكي" {}"

source: Алиса сообщает состояние указанного устройства
ar: تقارير أليس حالة الجهاز المحدد

source: Запускается сценарий умного дома{}{}
ar: يبدأ سيناريو المنزل الذكي{}{}

source: <с фразами активации>:
ar: <مع عبارات التنشيط>:

source: обученная пользователем кнопка
ar: زر تدريب المستخدم

source: включение/выключение
ar: تشغيل / إيقاف

source: изменение
ar: التغيير

source: цвета
ar: الألوان

source: цветовой температуры
ar: درجة حرارة اللون

source: цветовой сцены
ar: لون المشهد

source: переключение канала
ar: تبديل القناة

source: настройка температуры
ar: ضبط درجة الحرارة

source: изменение яркости
ar: تغيير السطوع

source: изменение громкости
ar: تغيير مستوى الصوت

source: открытие
ar: ديسكفري

source: изменение скорости вентилятора
ar: تغيير سرعة المروحة

source: изменение режима термостата
ar: تغيير وضع الحرارة

source: изменение настроек
ar: تغيير الإعدادات

source: изменение источника сигнала
ar: تغيير مصدر الإشارة

source: изменение скорости работы
ar: تغيير سرعة التشغيل

source: включение/выключение
ar: تشغيل / إيقاف

source: беззвучного режима
ar: الوضع الصامت

source: ионизации
ar: التأين

source: задней подстветки
ar: البنية التحتية الخلفية

source: возможности усправления
ar: ملامح أوسبرافلينيا

source: поддержания температуры
ar: الحفاظ على درجة الحرارة

source: паузы
ar: توقف مؤقت

source: кнопка:[{}]
ar: زر: [{}]

source: пользовательская кнопка
ar: زر مخصص

source: Дома пользователя
ar: منزل المستخدم

source: Комнаты пользователя
ar: غرف المستخدم

source: Сценарии умного дома, созданные пользователем
ar: سيناريوهات المنزل الذكي التي أنشأها المستخدم

source: обученная пользователем кнопка:
ar: زر تدريب المستخدم:

source: Обученные пользователем кнопки:
ar: أزرار تدريب المستخدم:

source: Название устройства
ar: اسم الجهاز

source: Тип устройства
ar: نوع الجهاز

source: Комната
ar: الغرفة

source: Возможности устройства
ar: ميزات الجهاز

source: Устройства умного дома
ar: الأجهزة المنزلية الذكية

source: Название группы
ar: اسم المجموعة

source: Устройства группы
ar: أجهزة المجموعة

source: Группы устройств
ar: مجموعات الأجهزة
