Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_alarms_timers.po
Languages: ar

source: понедельникам
ar: الاثنين

source: вторникам
ar: الثلاثاء

source: средам
ar: الأربعاء

source: четвергам
ar: الخميس

source: пятницам
ar: الجمعة

source: субботам
ar: أيام السبت

source: воскресеньям
ar: الأحد

source: Срабатывает напоминание:
ar: يتم تشغيل تذكير:

source: . Будильник начиная с {} повторяется еженедельно по
ar: . يبدأ التنبيه في الساعة {}, يكرر كل أسبوع

source: . Будильник на
ar: . المنبه على

source: минуте
ar: دقيقة واحدة

source: минуту
ar: دقيقة واحدة

source: минута
ar: دقيقة

source: минуты
ar: الدقائق

source: минут
ar: الدقائق

source: самом начале
ar: في البداية

source: самое начало
ar: البداية

source: 0 секунд
ar: 0 ثانية

source: секунде
ar: ثانية

source: секунду
ar: ثانية واحدة فقط

source: секунда
ar: ثانيا

source: секунды
ar: ثواني

source: секунд
ar: ثواني

source: Таймер на
ar: الموقت على

source: , осталось
ar: ، اليسار

source: Таймер
ar: الموقت

source: поставлен на паузу.
ar: توقف.

source: Таймер поставлен на паузу.
ar: تم إيقاف المؤقت مؤقتا.

source: истек и сейчас звучит.
ar: منتهية الصلاحية والأصوات الآن.

source: Таймер истек и сейчас звучит.
ar: انتهت صلاحية الموقت ويلعب الآن.

source: Активные таймеры
ar: مؤقتات نشطة
