Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_video.po
Languages: ar

source: экран описания
ar: وصف الشاشة

source: галерея видео
ar: معرض الفيديو

source: главный экран
ar: الشاشة الرئيسية

source: музыкальный плеер
ar: مشغل موسيقى

source: экран оплаты
ar: شاشة الدفع

source: радио плеер
ar: مشغل راديو

source: галерея сезона сериала
ar: معرض موسم المسلسل

source: экран заставки
ar: شاشة البداية

source: галерея телеканалов
ar: معرض القنوات التلفزيونية

source: экран видеоплеера
ar: شاشة مشغل الفيديو

source: маршрут или точка на карте
ar: الطريق أو نقطة على الخريطة

source: маршрут или точка на карте, ожидается подтверждение
ar: الطريق أو نقطة على الخريطة ، ومن المتوقع تأكيد

source: экран возможностей устройства с Алисой
ar: شاشة قدرات الجهاز مع أليس

source: (название не определено)
ar: (الاسم غير محدد)

source: . Первые 3 элемента списка:
ar: . أول 3 عناصر من القائمة:

source: Открывается галерея из {} телеканалов по запросу пользователя
ar: يفتح معرض القنوات التلفزيونية {} بناء على طلب المستخدم

source: Открывается галерея из {} видео/фильмов/сериалов по запросу пользователя
ar: يفتح معرض القنوات التلفزيونية {} بناء على طلب المستخدم

source: Сериалы
ar: المسلسلات

source: Фильмы
ar: الأفلام

source: Мультики
ar: كاريكاتير

source: Видео
ar: فيديو

source: ТВ
ar: التلفزيون

source: НХЛ
ar: نهل

source: видео
ar: فيديو

source: фильм
ar: فيلم

source: телеканал
ar: قناة تلفزيونية

source: сериал
ar: مسلسل

source: серия
ar: سلسلة

source: сезон
ar: الموسم

source: Открывается список серий {} сезона сериала "{}":
ar: لفتح قائمة حلقات موسم "{} " من المسلسل "{} ":

source: Открывается список серий {} сезона сериала "{}". Первые 3 элемента списка:
ar: لفتح قائمة حلقات موسم "{} " من المسلسل "{} ". أول 3 عناصر من القائمة:

source: Открывается страница описания следующего элемента: "{}"
ar: تفتح صفحة الوصف للعنصر التالي:" {}"

source: Табик экрана меняется на: {}.
ar: تتغير علامة تبويب الشاشة إلى: {}.

source: Открывается домашний экран Станции.
ar: تفتح الشاشة الرئيسية للمحطة.

source: На экране отображаются рекомендованные фильмы/сериалы/мультфильмы/каналы.
ar: يتم عرض الأفلام/المسلسلات/الرسوم/القنوات الموصى بها على الشاشة.

source: На экране
ar: على الشاشة

source: {} телеканалов под соответствующими номерами. Первые 3 элемента списка:
ar: {} القنوات التلفزيونية مع الأرقام المقابلة. أول 3 عناصر من القائمة:

source: , телепередача - "{}".
ar: ، برنامج تلفزيوني -" {}".

source: Описание фильма/сериала "{}"
ar: وصف الفيلم / المسلسل " {}"

source: со ссылкой на трейлер
ar: مع وصلة للمقطورة

source: Описание
ar: الوصف

source: сериала
ar: سلسلة

source: фильма
ar: الفيلم

source: видео
ar: فيديو

source: Рейтинг: {}.
ar: تصنيف: {}.

source: Оплата
ar: الدفع

source: сериала "{}".
ar: سلسلة" {}".

source: Серия "{}"
ar: سلسلة" {}"

source: сезон
ar: الموسم

source: серия
ar: سلسلة

source: фильма "{}"
ar: فيلم "{}"

source: , Серия
ar: , سلسلة

source: , Телепередача "{}"
ar: , برنامج تلفزيوني" {}"

source: Последнее просмотренное: {}
ar: آخر مشاهدة: {}

source: Сейчас это видео воспроизводится
ar: الآن يتم تشغيل هذا الفيديو

source: Сейчас воспроизведение поставлено на паузу
ar: التشغيل متوقف مؤقتا حاليا

source: Следующая серия в очереди:
ar: التشغيل متوقف مؤقتا حاليا

source: У воспроизводимого видео доступны аудио-дорожки
ar: المسارات الصوتية متاحة للفيديو الذي يتم تشغيله

source: Выбрана аудио-дорожка
ar: المسار الصوتي المحدد

source: У воспроизводимого видео доступны субтитры
ar: تتوفر ترجمات للفيديو الذي يتم تشغيله

source: Выбраны субтитры
ar: ترجمات مختارة

source: не подключено к телевизору
ar: غير متصل بجهاز تلفزيون
