Repository: Advanced-AIgpt/Yandex-Full-Source
Catalog: alice/analytics/operations/priemka/alice_parser/visualize/i18n/*/LC_MESSAGES/visualize_directive.po
Languages: ar

source: уровень громкости
ar: مستوى الصوت

source: Открывается галерея видео/фильмов/сериалов по запросу
ar: يفتح معرض الفيديو / الأفلام / المسلسلات التلفزيونية عند الطلب

source: , телепередача - "
ar: , برنامج تلفزيوني -"

source: Открывается список серий {} сезона сериала "{}"
ar: يفتح قائمة حلقات {} موسم المسلسل " {}"

source: Открывается описание
ar: يفتح الوصف

source: сериала
ar: سلسلة

source: фильма
ar: الفيلم

source: видео
ar: فيديو

source: Рейтинг: {}.
ar: تصنيف: {}.

source: Включается сериал "{}".
ar: السلسلة "{}" قيد التشغيل.

source: Серия
ar: سلسلة

source: Следующая серия в очереди: {}
ar: السلسلة التالية من الأفلام في قائمة الانتظار: {}

source: Включается телеканал "{}"
ar: يتم تشغيل القناة التلفزيونية" {}"

source: , телепередача "{}".
ar: ، برنامج تلفزيوني" {}".

source: Включается видео "{}".
ar: يتم تشغيل الفيديو" {}".

source: Следующее видео в очереди: "{}".
ar: الفيديو التالي في قائمة الانتظار:" {}".

source: Открывается галерея видео/фильмов/сериалов по запросу "{}"
ar: يفتح معرض للفيديوهات / الأفلام / المسلسلات التلفزيونية عند الطلب " {}"يفتح معرض للفيديوهات / الأفلام / المسلسلات التلفزيونية عند الطلب " {}"

source: сериала
ar: سلسلة

source: фильма
ar: الفيلم

source: видео
ar: فيديو

source: , название неизвестно
ar: ، الاسم غير معروف

source: Открывается карточка человека
ar: تفتح بطاقة الشخص

source: , имя неизвестно
ar: ، الاسم غير معروف

source: Открывается коллекция
ar: تفتح المجموعة

source: Включается
ar: يتحول على

source: Первый трек, который включится:
ar: المسار الأول لتشغيل:

source: Включается шоу Алисы
ar: عرض أليس يتحول

source: Аудио, которое включится: {} - {}
ar: الصوت الذي سيتم تشغيله: {} - {}

source: Начинается воспроизведение на устройствах:
ar: يبدأ التشغيل على الأجهزة:

source: Включается музыка в режиме Мультирум
ar: يتم تشغيل الموسيقى في وضع متعدد الغرف

source: Включается радио "{}"
ar: يتم تشغيل الراديو" {}"

source: Производится переключение канала
ar: يتم تبديل القناة

source: Открывается поиск на карте в навигаторе по запросу <{}>
ar: يفتح بحث على الخريطة في المستكشف للاستعلام <{}>

source: Осуществляется поиск на карте в навигаторе по заданному запросу
ar: يتم إجراء البحث على الخريطة في المستكشف لاستعلام معين

source: Алиса завершила текущий звонок
ar: أكملت أليس المكالمة الحالية

source: Снимается трубка во входящем звонке
ar: تتم إزالة الهاتف في مكالمة واردة

source: Сбрасывается входящий вызов
ar: يتم إسقاط مكالمة واردة

source: Устанавливается уровень громкости, равный {}
ar: يتم تعيين مستوى الصوت إلى {}

source: Увеличивается уровень громкости на 1
ar: يزيد من مستوى الصوت بمقدار 1

source: Уменьшается уровень громкости на 1
ar: ينخفض مستوى الصوت بمقدار 1

source: Включение беззвучного режима
ar: تمكين الوضع الصامت

source: Выключение беззвучного режима
ar: إيقاف تشغيل الوضع الصامت

source: На будильник устанавливается выбранная музыка
ar: يتم ضبط الموسيقى المحددة على المنبه

source: В качестве мелодии на будильник устанавливается радио "{}"
ar: يتم تعيين الراديو "{} " كنغمة رنين المنبه

source: , частота -
ar: ، التردد -

source: Сбрасывается музыка на будильнике
ar: يعيد ضبط الموسيقى على المنبه

source: Выключается будильник
ar: ناقوس الخطر تنفجر

source: Теперь установлены следующие будильники:
ar: يتم الآن تعيين الإنذارات التالية:

source: Теперь никаких будильников не установлено
ar: الآن لا توجد منبهات مثبتة

source: Установлен таймер на
ar: يتم ضبط المؤقت على

source: Установлен таймер
ar: يتم تعيين الموقت

source: Удален текущий таймер
ar: تمت إزالة الموقت الحالي

source: Текущий таймер поставлен на паузу
ar: تم إيقاف المؤقت الحالي مؤقتا

source: Текущий таймер снят с паузы
ar: تم إيقاف المؤقت الحالي مؤقتا

source: Выключается таймер
ar: الموقت ينطفئ

source: Останавливается воспроизведение на устройствах:
ar: توقف التشغيل على الأجهزة:

source: Музыка и/или видео ставятся на паузу, если проигрывались
ar: يتم إيقاف الموسيقى و/أو مقاطع الفيديو مؤقتا إذا تم تشغيلها

source: . Алиса слушает речь пользователя
ar: . أليس يستمع إلى خطاب المستخدم

source: Радио ставится на паузу, если проигрывалось
ar: يتم إيقاف الراديو مؤقتا إذا تم تشغيله

source: Воспроизведение аудио ставится на паузу, если что-либо проигрывалось
ar: يتم إيقاف تشغيل الصوت مؤقتا إذا تم تشغيل شيء ما

source: Показываются доступные дорожки аудио/субтитров
ar: يتم عرض مسارات الصوت / الترجمة المتاحة

source: Аудио-дорожка меняется на: {}
ar: يتغير المسار الصوتي إلى: {}

source: Дорожка субтитров меняется на: {}
ar: يتغير مسار الترجمة إلى: {}

source: Включается видео после паузы (или просто продолжается воспроизведение)
ar: يتم تشغيل الفيديو بعد توقف مؤقت (أو يستمر التشغيل فقط)

source: Включается музыка после паузы (или просто продолжается воспроизведение)
ar: يتم تشغيل الموسيقى بعد توقف مؤقت (أو يستمر اللعب فقط)

source: Включается следующее видео
ar: يتم تضمين الفيديو التالي

source: Включается следующий музыкальный трек
ar: يتم تضمين المسار الموسيقي التالي

source: Включается предыдущее видео
ar: الفيديو السابق قيد التشغيل

source: Включается предыдущий музыкальный трек
ar: يتم تشغيل المسار الموسيقي السابق

source: Перематывает вперед на
ar: سريع إلى الأمام

source: Перематывает назад на
ar: الترجيع إلى

source: Перематывает на
ar: الترجيع إلى

source: Играет трек или видео еще раз c начала
ar: يلعب المسار أو الفيديو مرة أخرى من البداية

source: Включается повтор плейлиста с начала
ar: يتم تمكين إعادة تشغيل قائمة التشغيل من البداية

source: Трек отмечается как понравившийся
ar: يتم وضع علامة على المسار كما يحب

source: Трек отмечается как непонравившийся
ar: يتم وضع علامة على المسار كما لا يحب

source: Воспроизведение происходит в случайном порядке
ar: يحدث التشغيل بترتيب عشوائي

source: Отключается проигрывание текущего плейлиста в случайном порядке
ar: تعطيل تشغيل قائمة التشغيل الحالية بترتيب عشوائي

source: Голосовой помощник определяет, какая музыка играет
ar: يحدد المساعد الصوتي الموسيقى التي يتم تشغيلها

source: Переходит на главный экран
ar: يذهب إلى الشاشة الرئيسية

source: Осуществляется переход на предыдущий экран
ar: يتم تنفيذ الانتقال إلى الشاشة السابقة

source: Осуществляется переход на следующий экран
ar: يتم الانتقال إلى الشاشة التالية

source: Осуществляется переход на экран ниже
ar: يتم الانتقال إلى الشاشة أدناه

source: Осуществляется переход на экран выше
ar: يتم الانتقال إلى الشاشة أعلاه

source: Проигрывается видео с обзором возможностей Станции
ar: يتم تشغيل مقطع فيديو مع نظرة عامة على قدرات المحطة

source: Отменяется показ видео с обзором возможностей Станции
ar: تم إلغاء الفيديو الذي يعرض نظرة عامة على قدرات المحطة

source: Осуществляется переход в начало списка
ar: يتم تنفيذ الانتقال إلى أعلى القائمة

source: Осуществляется переход в конец списка
ar: يتم تنفيذ الانتقال إلى نهاية القائمة

source: Включается bluetooth на устройстве
ar: تشغيل البلوتوث على الجهاز

source: Выключается bluetooth на устройстве
ar: إيقاف تشغيل البلوتوث على الجهاز

source: Показывается экран оплаты
ar: يتم عرض شاشة الدفع

source: сериала "{}".
ar: سلسلة" {}".

source: Серия
ar: سلسلة

source: фильма "{}".
ar: الفيلم " {}".

source: Отправляется багрепорт
ar: يتم إرسال تقرير الشوائب

source: Сохраняется голос говорящего
ar: يتم حفظ صوت المتحدث

source: Включается внешний телеэкран, подключенный по HDMI
ar: يتم تشغيل شاشة تلفزيون خارجية متصلة عبر هدمي

source: Выключается внешний телеэкран, подключенный по HDMI
ar: يتم إيقاف تشغيل شاشة التلفزيون الخارجية المتصلة عبر هدمي

source: Включается LED-экран с отображением текущего времени
ar: شاشة ليد مع عرض الوقت الحالي يتحول على

source: LED-экран с часами выключается
ar: شاشة ليد مع ساعة إيقاف

source: Алиса начинает поиск новых устройств Умного Дома.
ar: تبدأ أليس في البحث عن أجهزة منزلية ذكية جديدة.

source: Алиса деликатно промолчала и ничего не сделала
ar: أليس أبقى صامتا بدقة ولم يفعل شيئا

source: Включается режим шепота
ar: يتم تنشيط وضع الهمس

source: Выключается режим шепота
ar: يتم إيقاف تشغيل وضع الهمس

source: Алиса отвечает шепотом
ar: أليس يجيب في الهمس

source: Запускается функция подключения новых устройств Умного Дома
ar: يتم إطلاق وظيفة توصيل الأجهزة المنزلية الذكية الجديدة
